export default (function(win) {

	var m = {};
	m.version = 'v8.9.5';
	m.myname = '××';
	m.mytel = '××';
	m.mycity = '××';
	m.mymail = '××';
	// m.infos = ['郭建湖', '328753359@qq.com', '18681535585', '深圳'];
	m.images = [
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/1.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/2.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/3.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/4.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/5.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/6.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/7.jpg",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/8.png",
		"https://glfaxzznirhqtyidkrew.supabase.co/storage/v1/object/public/image/images/9.png",
	]

	// *************************
	// ***陪签工作
	m.pqgz = {
		话术: {
			进群: `	感谢您选择装小蜜监理的陪签服务，我是您的陪签顾问【myname】老师，电话【mytel】。
			我会帮您免费审核2份报价单【如需多审，可以联系客服单独购买】，您可以将施工方提供的施工图纸、效果图、报价、辅料单等资料发给我，我会在收到资料的3天内回复您审核结果。
			我的群内在线咨询时间为 9:00-21:00，您有问题可以在服务群中给我留言@我，看到信息后我会第一时间给您回复（因有陪签工作，白天回复信息可能有延迟，请您见谅）
			 您预约现场陪签时间一般要提前3天，节假日越早越好。提前预约主要是怕您跟其他客户有时间冲突，以便做好协调。`,
			预约: `	尊敬的客户您好，已约定好明日【 】到【 】，进行陪签工作。明日现场工作完成后，我会在日志中详细记录陪签内容。`,
			进场: `	尊敬的客户您好，我已到现场准备开始工作。`,
			完成: `	尊敬的客户您好，本次陪签服务已经完成，我们客服会进行满意度回访，希望您如实评价并对我们 的服务多提宝贵意见，谢谢!`,
			日志: `	尊敬的客户您好，本次陪签内容已记录在此日志中，如有问题，可随时与我联系。如您对我的服务满意，可以点击日志中“加个鸡腿”，把小蜜服务推荐给您的亲朋好友。感谢您使用装小蜜陪签服务，谢谢！`,
			合同建议: ` 合同里面的付款比例和节点，工期以及工期延期的赔付您可以提前沟通一下。
付款的比例建议是开工前30%，水电验收30%,泥木工程验收30%，竣工验收10%，
延期建议是100-200一天。`,
			询问进度: `  我是您的陪签顾问，负责您的硬装预算审核和现场陪签工作，有报价了可以发过来我审核。现在您家装修进展怎样了？`,
		},
		合同建议: [
			'付款方式：建议签约时付 30%，水电验收合格付 30%，中期验收合格付 30%，竣工验收合格后付10%。需注意全包的前期付款比例会较大。',
			'延期赔付：建议200元/天。这个可能会双方约束。因甲方主材不能及时到场，双方协商工期顺延，甲方不承担乙方的窝工损失',
			'施工过程中工程质量验收不合格，经整改后，另行验收，整改费用由乙方承担。整改后仍不合格，甲方可要求乙方继续整改，整改费用由乙方承担，也可双方约定要求乙方离场并按双方预算报价赔偿不合格项目的损失。',
			'乙方在施工生产过程中导致发生安全或质量事故，乙方应承担由此引发的一切经济损失。在施工期间，因乙方原因导致公共区域或邻居财物损失，由乙方负责修复和赔偿。',
			'甲方不改变方案的情况下，结算价增幅不得超过预算价的 5%，超出由乙方承担。因乙方漏项或计算错误发生的工程增项，其费用由乙方承担。',
			'如后期有方案变更或增项必须由甲方确认后方可施工，否则费用由乙方承担。 增项费用按前期折扣进行支付，增项与减项结算按实际发生量进行结算',
			'乙方提供的材料需与报价清单中的品牌和型号一致并保证是正品，否则甲方有权要求乙方拆除返工，并赔偿损失。',
			'在施工期间，乙方每周至少3天在服务群中发送现场照片播报进度情况',
			'质保：水电和防水等隐蔽工程至少质保5年，其他工程至少质保2年。保修期内，乙方应当在接到甲方通知后的 48 小时内上门维修，紧急情况下（如电路短路、水管漏水、防水漏水等)需当天上门处理，如乙方超过 时间上门维修或不予维修，则甲方有权委托第三方维修，由此造成的损失由乙方承担。',
			'验收：按装小蜜交底要求验收，施工质量要求不低于国标',
			'补充协议与合同条款有冲突时，以补充条款为准',
			'延期：由于乙方原因导致工期延期超过30日历天，甲方有权无条件解除合同。已完工并验收合格的项目根据预算表价格按实际结算，在7个工作日内双方结清余款',
			'开工前，乙方需提供施工进度表。施工过程中现场进度比进度表落后15天以上，甲方有权解除合约，不承担违约责任。',
			'注意：工期是从什么时候开始计算，有的是从水电开始进场计算。',
			'乙方应按报价约定在施工中应妥善保护甲方堆放在现场的家具、陈设以及工程成品。工程竣工未移交甲方之前，负责对现场的一切设施和工程成品进行保护。',
			'为保证工期正常进行，乙方必须至少提前 7 天向甲方提出下一步工序需要购买的材料清单，并同时提供所需材料的损耗数量，以便甲方按计划进行采购材料',
			'看是否需要补充：如不能工地吸烟，马桶安装后不许使用，材料假一赔十（合同中已有材料质量责任）等',
			'本合同签订后，工程不得转包',
			'为保证工期正常进行，乙方必须至少提前7天向甲方提出下一步工序需要购买的材料清单，以便甲方按计划进行采购材料',
			'因装修公司导致管理处押金无法退回，由乙方负责',

		],
		其他提示: [
			'乙方人员为甲方提供服务期间，因其个人原因包括且不限于疾病、工作失误等原因导致的各种伤害，一切责任由乙方或其本人承担，与甲方无关',
			'甲乙双方采购的材料均应当符合环保要求。如乙方采购的材料不符合环保要求，造成室内环境质量达不到标准的，由乙方承担相应责任；如甲方供应的材料不符合环保要求，造成室内环境质量达不到标准的，由甲方承担相应责任。',
			'注意：主材的损耗是多少。',
			'注意：签合同时附件是否已完整（图纸、预算、优惠），有些装修公司会有折扣优惠。前期洽谈时装修公司承诺的内容一定要文字记录到合同中',
			'注意：全包需注意提前选好主材或者选材范围，在合同中注明，避免后期选材不同增加费用',
			'如甲方对预算中的工程量有疑问可要求乙方对工程量进行复核，以实际为准',
			'由于施工人员手艺不好导致材料损耗过大的由乙方承担；客户对施工人员操作或者态度不满意，可以要求更换施工人员，乙方承诺新施工人员2天内到位',
			'延期时间需要有一个限制，工期延期多长时间，甲方有权终止合同，并要求乙方承担违约金',
		],
	};

	// *************************
	// 陪签要点，我的陪签，陪签重点

	m.gy = {
		陪签工作: {

			拆除: [
				'原卫生间防水层铲除、拆除内保温层',
				'墙砖铲除（是否铲除原批荡层）；铲除后修补；空鼓处理',
				'地脚线铲除',
				'铲除墙皮要求',
				'地砖拆除已/未包含找平层拆除',
				'地板拆除已/未包含地木骨、踢脚线拆除，地面找平铲除',
				'一口价中已/未包含墙体拆除、水泥砂浆找平层是否铲除、耐水腻子铲除是否包含',
				'可能漏项：地面超厚、外运、地脚线、铲除保温层、拆除修复、墙体拆除',
			],
			新建: [
				'地脚线',
				'包管（隔音）',
				'墙面挂网、新旧墙连接处植筋挂网，地梁、门头过梁',
				'石膏板隔墙防潮处理',
				'厨卫墙面拆除后的修补',
			],
			水电: [
				'是否全改、三线等径、电路点位回路限制、弱点点位、6类网线',
				'智能走线加零线、电箱更换、智能开关插座加深底盒',
				'中央空调走线、新风走线',
				'水管走向（横槽）、水管大小是否6分管、循环水（大小循环）、总水阀、前置过滤器安装',
				'等电位连接',
				'淋浴区地漏75管',
				'开关插座安装、灯具安装、卫浴安装、五金安装',
				'穿梁打孔',
			],
			泥木: [
				'防水高度、防水几遍、回填铺钢网、二次排水',
				'墙砖压地砖、碰角，瓷砖胶和背胶、空鼓率',
				'卫生间顶面下水隔音处理、壁龛、壁挂马桶',
				'填缝、挡水条、窗台石、门槛石、包管（隔音、挂网）、地面找平、地脚线',
				'吊顶、背板打底防火防潮处理',
				'烟管开孔处贴整砖，瓷砖用开孔器开孔',
				'单/双层石膏板吊顶、检修口、回风口（空调风口刷黑色漆）、窗帘盒',
				'阳台反梁铺贴，全包经常会遗漏阳台的墙面处理',
			],
			油漆: [
				'是否介意外墙腻子打底（普通腻子、外墙腻子）',
				'界面剂、调色、顺平/垂平、挂网、PVC角条、墙面石膏找平厚度限制',
				'墙面腻子顺平工艺，柜子边做垂平，射灯区域墙面无明细阴影，地脚线、门边加强处理',
				'在批腻子前刷界面剂',
				'腻子施工时不可掺任何胶水',
			],
			综合: [
				'管理费、成品保护费、过道保护费、垃圾清理费、材料二次搬运费、外运费、保险费、装修押金、增项要求、减项要求、不平等条款。防白蚁',
				'合同审核重点：工期(从什么时候开始计算，有的是水电开始，有的是拆除完成开始，需明确)、付款方式、安全、质保、违约责任',
				'结算时没有增项，除客户变更设计方案或预算中有明确备注外',
				'方案变更需客户确认后施工',
				'说明清楚保险费用是否包含',
				`容易漏项的项目：中央空调走线、打孔、铲除后修补、地面超厚、新风。	全包项目注意查看阳台墙面、和反梁处理是否已包含 `,
				`当遇到老房/二手房装修，可能存在原抹灰层质量疏松空鼓的情况，若存在大面积疏松、空鼓、开裂等现象，会产生的原抹灰层铲除及重新粉刷的费用，并需要施工方明确价格`,
			],
			交定金: [
				'明确有什么优惠，留下书面的记录',
			],
			别墅: [
				'是否有安全措施费，是否有安全防护网',
			],
			合同: [
				'施工过程中工程质量验收不合格，经整改后，另行验收，整改费用由乙方承担。整改后仍不合格，甲方可要求乙方继续整改，整改费用由乙方承担，也可双方约定要求乙方离场并按双方预算报价赔偿不合格项目的损失。',
				'开工前，乙方需提供施工进度表。施工过程中现场进度比进度表落后15天以上，甲方有权解除合约，不承担违约责任。',
				'如甲方对预算中的工程量有疑问可要求乙方对工程量进行复核，以实际为准',
				'本合同签订后，工程不得转包',
				'因乙方原因造成的人员安全问题以及第三方经济损失，由乙方承担全部责任。如因楼板原因，施工方正常施工导致渗水到楼下，由施工方负责修复；如有赔偿，双方协商。',
				'由于施工人员手艺不好导致材料损耗过大的由乙方承担；客户对施工人员操作或者态度不满意，可以要求更换施工人员，乙方承诺新施工人员2天内到位',
				'为保证工期正常进行，乙方必须至少提前7天向甲方提出下一步工序需要购买的材料清单，以便甲方按计划进行采购材料',
				'因装修公司导致管理处押金无法退回，由乙方负责',
				'乙方施工质量应不低于装小蜜验收标准',
				'延期时间需要有一个限制，工期延期多长时间，甲方有权终止合同，并要求乙方承担违约金',
				'乙方需定期发送施工进度到施工群',
				'如预算中计算错误，责任由乙方承担',
				'甲乙双方采购的材料均应当符合环保要求。如乙方采购的材料不符合环保要求，造成室内环境质量达不到标准的，由乙方承担相应责任；如甲方供应的材料不符合环保要求，造成室内环境质量达不到标准的，由甲方承担相应责任。',
			],

			核对工程量: ['墙面、顶面、防水、吊顶'],
			核对辅材: [
				'水泥：海螺、英洲',
				'防水：伟星咖乐、黑豹、东方雨虹、德高',
				'电线：金龙羽阻燃线、福特斯',
				'线管：伟星阻燃线管、联塑阻燃线管',
				'给水管：伟星纳米抗菌管、微法、芬驰',
				'网线：飞利浦/安普/秋叶原 6类网线',
				'石膏板：龙牌/可耐福/泰山防潮石膏板',
				'埃特板：东上',
				'龙骨：龙牌/可耐福轻钢龙骨',
				'白乳胶：龙马环保白乳胶',
				'界面剂：东方雨虹、德高',
				'腻子：美巢内墙耐水腻子',
				'木板：兔宝宝/伟业ENF级大芯板',
			],
		},
		重点: {
			拆改建: [
				'原防水层是否需要铲除',
				'地脚线拆除是否包含',
				'是否有承重墙需要拆除',
				'拉结筋、挂网等隐蔽工程需拍照给客户确认',
				'水泥生产日期为1年内有效，电线生产日期为3年内有效',
			],
			水电: [
				'水电是否全改',
				'点位是否有限制，点位如何计算，预估定位是否需要增加，增加费用是多少',
				'电线是否三线等径',
				'是否有智能开关',
				'是否包含中央空调布线',
				'水管走向和开横槽超标',
				'是否包含总水阀，是否包含回水',
				'普通插座建议2个回路，火锅和洗烘一体机。如有风暖，两个卫生间建议两个回路',
				'空调排水是否包含',
				'等电位是否包含处理',
			],
			泥木: [
				'瓷砖碰角是否另外收费',
				'厨卫贴砖是否墙压地',
				'是否包含门槛石、淋浴石、壁龛、壁挂马桶、浴缸',
				'是否包含地脚线铺贴,是否由窗台石铺贴',
				'地砖上墙是否包含瓷砖胶，瓷砖胶和瓷砖要求匹配',
				'是否有包管，包管是否隔音处理',
				'是否包含出风口、回风口、检修口',
				'是否包含窗帘盒',
				'吊顶是否轻钢龙骨，是双层/单层吊顶',
				'背景板是否做防潮处理',
				'二次排水是否已包含',
				'厨卫防水涂2-3次，每次根据现场情况需完全干透（至少2小时）才涂下一层',
				'瓷砖铺贴后需及时清理',
			],
			油漆: [
				'是否包含墙固',
				'是否包含挂网、阳角条',
				'普通内墙腻子/耐水腻子/外墙腻子',
				'墙面腻子顺平工艺，柜子遍、门边、地脚线、射灯墙面需加强处理',
				'腻子施工时不可掺任何胶水',
			],
			合同: [
				'因施工质量不合格而产生的返工费用，由乙方承担全部责任',
				'因乙方原因造成的人员安全问题以及第三方经济损失，由乙方方承担全部责任。如因楼板原因，施工方正常施工导致渗水到楼下，由施工方负责修复；如有赔偿，双方协商。',
				'现场施工人员因为使用水、电等各类行为导致管道堵塞、渗水或其他影响工程进度、质量机邻居安全的行为，由乙方负责赔偿',
				'施工进场后60个工作日完工，乙方每超过一天赔付300元',
				'乙方施工质量应不低于装小蜜验收标准',
				'因装修公司导致管理除押金无法退回，由乙方负责',
				'延期时间需要有一个限制，工期延期多长时间，甲方有权终止合同，并要求乙方承担违约金',
				'乙方需定期发送施工进度到施工群',
			],
			综合: [
				'合同审核重点：工期(从什么时候开始计算，有的是水电开始，有的是拆除完成开始，需明确)、付款方式、安全、质保、违约责任',
				'结算时没有增项，除客户变更设计方案或预算中有明确备注外',
				'增项不超过预算总金额5%。在方案不变的情况下增项超过5%部分甲方不用承担。方案变更需甲乙双方签字确认后施工，否则甲方有权不认可。',
				'如预算中计算错误，责任由乙方承担',
				'方案变更需客户确认后施工',
				'垃圾清运（运到物业指定地点）有/无距离限制',
				'垃圾外运',
				'管理费',
				'成品保护费',
				'材料二次搬运费',
				'保险费',
				'过道保护',
			],
		},
		陪签App: {
			拆改建: [
				'拆除是按项目计算还是一口价统包（本括号内注明拆除项目）。地砖拆除已/未包含找平层拆除；地板拆除已/未包含地木骨、踢脚线拆除；一口价中已/未包含墙面铲除',
				'墙面铲除至腻子层水泥基层，铲除水泥基层的收费已未注明；耐水腻子（石膏找平）的铲除可能会另外收费。拆除的可回收物品的处理方式（客户处理变卖拆除方直接回收付费回收）',
				'砂灰层铲除至抹灰（水泥）层原墙面，铲除至原墙面费用已未注明，拆除后墙面抹灰费用已未否计算',
				'现场施工拆除完毕后需监理老师确认是否拆除到位',
				'原防水层铲除要/不单独计费（以监理老师现场确认为准）',
				'水泥砂浆找平层拆除已/未明确（限制几公分）',
				'地面原有垫层拆除已/未明确（一般做地暖需要此施工项目）',
				'瓷类或者木质踢脚线拆除已/未明确',
				'地台拆除已/未明确',
				'拆除项目后期单独走工长（具体费用和工长协商',
				'墙皮铲除见石膏层/砂灰层/红砖层/原建筑水泥层已/未明确',
				'墙地砖拆除包含粘接层拆除（限制几公分）已/未明确',
				'有/无承重墙/配重墙拆除。【此项不建议拆改】',
				'耐水腻子铲除已/未明确',
				'轻体砖新建墙体需要植筋加固，双面抹灰，挂钢丝网已/未明确',
				'轻体砖新建墙体后期需要承重，加固处理已/未明确',
				'轻体砖异形墙体加固处理已/未明确（需监理老师后期确认）',
				'石膏板隔墙防潮基已/未明确',
				'新建墙体已砌筑完毕',
				'拆除内保温项目，新建内保温项目已/未明确',
				// '地面豆石回填，轻体砖或陶粒回填已/未明确',
			],
			水电: [
				'注意水电的结算方式，不同的方式对点位布置的影响较大，按点位计算时需要注意不要浪费点位，按实结算时需要标注清楚各项目计量规则（开槽数量的计量、损耗率计算、增加费用的上限设置',
				'不管是哪种结算方式，看强弱电的总价，一般以室内面积×220-260元/平米或按照点位250-300元/个计算，以此参考水电预算费用',
				'水管中经常会漏报保温管及阀门等配件的价格，或者没有标明冷热水管的单价（目前基本为统一收费不区分并且包含了接头配件与管卡），已/未明确价格',
				'插座回路的三线不同径，将零线与地线缩小规格，已未明确施工规范',
				'安装工程中的卫浴、五金、面板、灯具的安装费用已/未明确',
				'按点位或回路计算时已未在报价中说明相应的计量规则',
				'水电改造施工项目客户单独外包，外包配合费已/未明确',
				'水电改造为断点/整体全改已/未明确',
				'有/无循环水需求已/未明确',
				'热水器采用燃气热水器/电热水器已/未明确',
				'电线品牌、弱电品牌、水管品牌已/未明确',
				'水表移位、球阀安装已/未明确',
				'水电改造测量标准，以实际发生为准，无“不足一米，按一米计算”规则',
				'智能家居电器开关加配零线已/未明确',
				'下水50管、110管改造已/未明确',
				'上水6分管项目已/未明确',
				'马桶移位项目已/未明确',
				'*水管走向已/未明确，是否会开横槽超标',
				'*点位是/否有限制，点位计算方式已/未明确，建议现场核对是否会增加点位',
				'普通插座建议2个回路，火锅和洗烘一体机。如有风暖，两个卫生间建议两个回路',
			],
			泥木: [
				'墙地砖铺贴工艺已未说明，不同尺寸、不同的铺贴方式的铺贴费用已未提前说明',
				'已未明确地砖上墙等薄贴工艺与背胶施工如何收费',
				'勾缝已/未包含，阳角处理方式（45°磨角/阳角条）明确',
				'厨卫墙面抹灰找平处理、拉毛已/未明确报价',
				'卫生间包立管有无需求，已未包含挂铁丝网处理',
				'地面找平通常有厚度的要求，已未确认收费明细；地面找平平整度已未明确标准。\n\t建议轻质砌块墙体或石膏板墙体需有混凝土基础。\n\t湿区新建墙体及（卫生间）外扩或移位，必须有混凝土止水梁，如不做混凝土止水梁会有渗漏风险。\n\t新砌筑墙体的门洞或拆改的门洞需有过梁(不建议使用木方、角铁、槽钢等），尽量采用预制或现浇钢筋混凝土门过梁）',
				'客户已确定/未确定瓷砖规格（不同规格铺贴费不同，客户购买瓷砖是要与施工方确认对应铺贴单价）',
				'卫生间的墙地砖交接方式采用墙压地工艺已/未明确',
				'吊顶出风口，回风口，检修口已/未明确',
				'下水管隔音降噪处理已/未明确',
				'过门石，淋浴石基安装已/未明确',
				'包立管检修口已/未明确',
				'做壁龛，砌筑壁挂马桶水箱，砌筑浴缸项目已/未明确',
				'踢脚线安装已/未明确',
				'做窗帘盒项目已/未明确',
				'*是否纯轻钢龙骨，是单/双层石膏板工艺',
				'*瓷砖胶是否已包含，瓷砖胶型号是否匹配',
				'二次排水是否已包含',
			],
			油漆: [
				'墙顶面铲除后通常需要墙固处理，已/未包含',
				'对墙面批嵌平整度的说明与工艺确认（确认需要不需要石膏找平、墙尼找平等，需要不需要挂网，挂网的单价已未确认）',
				'腻子批嵌通常是2-3遍，需要后期增加1遍，造成增项（应该将2遍腻子的报价直接升级为3遍',
				'普通腻子与耐水腻子的单价已/未标注确认',
				'刷漆处理已未写明验收规范，色漆涂刷包含（   ）种颜色，调色费已未确认',
				'墙面刷漆/硅藻泥/壁纸已/未明确',
				'墙面防裂网格采用外墙网格/内墙网格已/未明确',
				'预制板顶面的防裂处理已/未明确',
				'墙面石膏找平厚度限制已/未明确',
				'刷漆处理已/未写明验收规范，色漆涂刷包含（   ）种颜色，调色费已/未确认',
				'*是否介意使用外墙腻子打底',
			],
			检查总结: [
				'有/无拆除承重墙体的情况',
				'新建墙体需采用轻质墙体',
				'轻钢龙骨石膏板作为主体隔墙功能时，尽可能用多层板打底或使用隔音棉，覆石膏板面层',
				'新建墙体有无拉结筋工艺，价格已未包含，已未明确价格',
				'预算中已/未包含空调外机、内机的布线费用，空调安装公司一般仅负责控制线的敷设，装修公司较多会将此选择性漏项，事后追加',
				'钻孔的单价与计算已未明确',
				'当遇到老房/二手房装修，可能存在原抹灰层质量疏松空鼓的情况，若存在大面积疏松、空鼓、开裂等现象，会产生的原抹灰层铲除及重新粉刷的费用，并需要施工方明确价格',
				'因为是老房/二手房，基层质量的不可预见性，施工过程中会产生一些基层修补工作，会产生收费',
				'施工过程中因施工方原因造成的人员安全问题，由施工方承担全部责任',
				'因施工质量不合格而产生的后期费用，由施工方承担全部责任',
				'因主材安装要求，石膏找平靠高柜的墙面做墙面已未做垂平处理，价格已未包含，已未明确价格。此项根据现场情况决定施工方案',
				'顶角线，预埋件安装费，安装过门石，砌筑壁挂马桶水箱，做壁龛，做窗帘盒，内保温项目，需要确认价格已未包含，已未明确价格',
				'垃圾外运不含',
				'垃圾清运（运到物业指定地点）有/无距离限制',
				'预算中后期待定项目较多建议提前确认收费标准',
				'施工方预算表中施工工艺说明太过简单/不全，建议补充完整',
				'美缝采购方已/未明确',
				'集成吊顶采购方已/未明确',
				'中央空调、新风有/无需求',
				// '预算中已未包含地暖回填找平，需明确施工方',
				// '回填找平材料采用豆石陶粒瓜子片，建议采用瓜子片，不建议使用豆石',
				// '地暖回填找平后铺设地板，会产生二次找平费用，要求二次找平完成面平整度符合地板铺设要求，避免额外发生自流平的费用',
				// '地暖原有不动/新装/施工完毕已/未明确',
			],
			合同建议: [
				'预计开工日期已/未明确',
				'施工工期（）工作日/自然日',
				'合同违约责任已/未明确',
				'施工验收标准已/未明确',
				'水电改造：现场交底做定点预估，最后按实际发生计算。水电改造最终发生费用不得超过水电改造预估的10%。超出部分由施工方自行承担',
			],
		},

		工艺要求: {

			原房检查: [
				'原房卫生间沉降池、阳台闭水48小时，是否有渗水。',
				'检查原房（门扇、窗、推拉门、门禁、对讲、安防系统等）是否有破损或损坏。',
				'排水管地漏是否畅通，厨房排烟管道是否有破损。',
				'原房天花、墙面批荡层、地面找平是否空鼓、开裂，是否渗水、渗油、渗污。',
				'检查原房总水阀、配电箱、煤气阀门具体位置。',
				'空调开孔位置是否合理，是否已打孔。',
			],
			拆除: [
				'去楼下检查下，天花有无开裂现象，并拍照留底。及时和楼下住户沟通，避免因开裂产生纠纷。',
				'若全房打拆要见砖表面，其砖表面不可有松动泥块，需清理干净。',
				'注意厨房的主排水和卫生间的主排水管和排污管，不可打破了。',
				'打拆前应关闭用水总阀。',
				'若天花铲灰，应铲至水泥层。',
				'地面打拆，要达标至结构层。',
				'地面打拆，建议使用小钻，避免打至楼板开裂。',
				'打拆之前应做好保护，特别是阳台以及公共过道，阳台窗处避免杨尘污染，以免邻居投诉和物业管控。',
				'若厨房卫生间有包管，小心打拆，若打拆后包管砖松动，应将其拆除。',
				'厨房排烟管较薄，不可打破烟管。',
				'现场打拆完成后，清理干净现场的垃圾外运！',
			],
			现场安全: [
				'严禁对承重墙和结构梁进行拆除。',
				'拆墙时对排水口需做好保护。',
				'临时用电须接临时电箱，临时电箱必须接地。要切断室内所有电源、水源、燃气。',
				'现场需配置2KG以上干粉灭火器2只。',
				'拆除阳台及窗时注意高空坠物，未完成的阳台、平台、洞口，等区域必须具有牢固并且安全的护栏。',
				'对燃气表、报警系统必须需做好保护。',
				'现场需要保留的物品需做成品保护。',
			],
			钻孔要求: [
				'钻孔直径应小于1/3的梁高度，钻孔中心应在梁有效高度的中轴上，底口应高于梁底7公分以上。',
				'梁内受力筋不得受损。',
				'梁的支座边剪力较大，该区域（梁根部500毫米内）应减少钻孔或避免钻孔。',
				'中央空调应选用带提升泵的内机。',
				'钻孔孔径与管径匹配，不宜过大。',
				'避免连续钻孔，不得将梁中间掏空。',
			],
			砌墙要求: [
				'湿区新砌墙体时，底部应做高度150毫米至200毫米的混凝土防水带，有水暖地暖时高度应为250毫米。',
				'轻质砖新砌墙体时底部应用混凝土或3层砂砖做加强基础。',
				'厨、卫等需要挂装厨柜或挂装大质量电器时，如采用轻质砌块砖砌墙时，应具有局部固定牢固的措施。',
				'新砌砖墙应先拉线后砌墙，灰缝均匀饱满，横平竖直，上下错缝，转角搭接。',
				'新砌门窗洞口必须采用过梁加固，过梁搭接区域应在150毫米以上，建议使用混凝土过梁。',
				'新砌墙与原混凝土墙体连接时，在原墙预埋拉结钢筋，每隔500~700毫米放置一层，端头做弯钩处理。',
				'新砌墙粉刷之前，将原墙粉刷层凿除120~150毫米宽，在新老墙连接处铺设钢丝网。',
				'新砌墙体平整度、垂直度、用2米靠尺检查，误差不超过3mm。无明显空鼓。',
				'新砌墙体与原墙体及梁底的接触处，应将原粉层凿除。',
				'新砌墙体应垂直平整，与原墙体连接必须90度或180度（有设计要求时除外）。',
				'新砌墙体的顶部采用斜砖60度左右支撑，采用砂浆塞实。',
				'水泥砂浆应分层粉刷，不可以一次性粉完。',
				'粉刷层厚度大于25毫米时需要铺设钢丝网做加强措施。',
				'砌墙时门头过梁、地梁、植筋、挂网需施工方拍照或视频发客户确认。',
			],
			防水: [
				'防水涂料施工前，隐蔽工程的管槽必须先填补，表面毛糙不平的应做找平平整处理；检查原墙面表面是否有疏松层，是否空鼓开裂，是否牢固平整。',
				'防水涂刷时地面需清理干净。',
				'湿区防水高度不应低于1.8米，防水材料配比正确，涂刷不低于两次。',
				'地面防水层在墙砖铺贴完成后，地面防水延伸至墙面200毫米以上。',
				'厨卫必须先铺门槛石后做防水，门槛石与门洞缝隙用防水砂浆填实。',
				'卫生间与开放式阳台必须进行48小时的闭水试验，在开始闭水试验前通知监理。闭水验收合格才能进行下一步施工。',
				'沉降池回填要用水泥、河砂、陶粒，搅拌均匀（禁止填充垃圾及碎砖，禁止在沉降池搅拌），陶粒上方铺满钢网，用1:3砂浆找平，找平层厚度不低于5公分，顺地漏口方向找平，做斜坡处理。',
			],
			贴砖: [
				'瓷砖的留缝大小必须提前确认，应避免无缝拼接，使用与缝隙大小相匹配的填缝剂。',
				'提前确认好瓷砖碰角的方式。',
				'铺贴前先检查原墙是否有空鼓、开裂、疏松、涂层、油污、腻子等情况，以上情况及时处理。',
				'地砖上墙使用粘接剂时必须与瓷砖的吸水率相匹配。水泥粘接剂应随拌随用，粘接剂中不得掺合其他粘料（水泥）、膏料、砂子、胶水。',
				'卫生间大理石门槛、淋浴房挡水条延伸到原墙两侧，采用湿铺法铺贴安装，填实两端缝隙。',
				'在铺贴墙地砖时，应墙砖压地砖，避免地砖压墙砖。',
				'卫生间地漏处需切回字形。水管端口处开孔建议使用开孔器。',
				'卫生间湿区地面贴砖需留坡度，保证排水顺畅，地面无积水。',
				'瓷砖单片空鼓率<15%，整体空鼓率<5%，平整度、方正度误差<2mm，垂直度偏差小于3mm，砖之间高低误差<0.5mm。',
				'具有瓷砖设计图时，需要先排版放样。',
				'检查瓷砖自身的平整度、色差、质量，不同批次的产品不得混用，如有问题不得擅自施工。',
				'大尺寸（边长大于1.8米，的低吸水率砖，建议涂刷背胶。',
				'贴好地砖建议先预约监理验收合格再做保护',
			],
			石膏板吊顶: [
				'沿顶木龙骨应使用膨胀钉加固，固定木龙骨交错连接时，采用双铁钉固定。',
				'木龙骨和木基层需要防火处理。',
				'大于三公斤吊灯或设备，不得固定在龙骨上，并在原顶面安装预埋件或采取吊挂措施。',
				'石膏板安装吸顶灯的地方需加底板。',
				'石膏板禁止使用枪钉固定',
				'转角处吊杆应做加固措施，板面应整板套割。',
				'石膏板应在龙骨部位拼接并固定，板与板之间具有5毫米左右的拼接缝，错缝拼接，无十字通缝。',
				'石膏板轻质隔墙建议内衬多层板（可能会增加费用）。',
				'木工隐蔽工程完成前预约监理上门进行隐蔽施工检查，验收合格后封板。',
			],
			腻子批嵌: [
				'原墙顶面腻子的疏松层必须铲除，铲除后应涂刷界面剂。',
				'墙顶面批嵌流程：清除墙底-清理墙面-滚涂封闭底漆-墙顶面找平（挂网）-阴阳角调直-两三遍腻子批嵌-打磨-清理浮灰。',
				'门套边、地脚线处、筒射灯照射的墙面，平直度、平整度应小于两毫米，灯带照射的顶面应无明显波浪。',
				'湿区必须使用耐水腻子进行批嵌，再使用防水涂料。',
				'原始顶面不平整，柜子安装时缝隙可能不一致。',
				'柜子量尺寸时需量多个地方的尺寸，以免柜子尺寸不对。',
			],
			乳胶漆: [
				'顶部应顺光方向进行涂刷',
				'必须按要求涂刷底漆',
				'涂料加水量（尤其是深色漆），不得大于产品说明书中的要求。',
				'室内温度低于五摄氏度时或基层未干透时，不得进行涂料或墙纸基膜施工。',
				'底漆涂刷完成后应进行墙面找补工作，找补处打磨后涂刷底漆，再涂刷面漆。',
				'涂刷乳胶漆前应将周边成品进行保护。',
			],
			卫浴安装: [
				'卫浴产品安装前，请先阅读产品或安装说明书，检查产品的完整性（是否有划痕或其它缺陷）。',
				'卫浴产品安装后及时调试，调试完后进行全面保护，不得使用。',
				'保管好产品说明书与保修卡等资料，及时交给客户。',
				'台盆下水管须具有存水弯功能，有检修要求时应具备检修功能。',
				'地漏安装前必须先检查管道内有无建筑垃圾，地漏下水口必须与下水管道重叠结合，不得脱离。',
			],
			开关插座安装: ['开关插座安装后施工方必须完成自检，对具有漏保的回路必须每个插座测试检查。', '双控开关必须能互相控制。', '配电箱各个回路标识正确。'],
		},

		水电要求: {
			给水管道安装要求: [
				'室内主管道不应小于25管，大于7个配水点以上时应使用32管。',
				'不同材质，不同品牌的给水管道及配件不得混用。',
				'给水管主管道应排设在顶部，再分至墙面配水点。',
				'冷热水管同槽间距不应小于30毫米。',
				'水管和电管间距不应小于100毫米。',
				'在具有后背板的橱柜后方的水管头，应采用加长端头，避免安装角阀时发生困难。',
				'淋浴房、浴缸的水管端头出墙应高低、水平一致，根据龙头的间距，确定冷热水管的间距，根据龙头盖板及外丝调节组件确定出墙（贴好瓷砖的完成面）的距离。',
				'水管的保修卡应保管完整，及时交给客户。',
				'PPR水管安装后，由厂家或施工方负责试压，试压压力值：0.6-0.8MPa，稳压时间应大于60分钟，压力下降小于等于0.05Mpa，并无渗漏为合格。',
				'水管走顶的工艺，卫生间水管不建议走中间，建议用吊卡固定',
			],
			排水管施工要求: [
				'在排设排水管前，应先检查原管道是否通畅，安装后应做管口保护。',
				'湿区地面开槽后应先做两遍防水，再铺设排水管道。',
				'排水管道应伸出墙地面20厘米及以上，原装修低于地面的管道，必须做接出处理。',
				'多管并行时应采用Y型斜三通，按顺水方向连接安装。',
				'地漏、浴缸、淋浴房的下水管接入具有存水弯的原管道，所有下水管道均具有存水弯的功能。',
				'新老管道大小口套接处，应采用环氧树脂胶密封固定（避免采用硅胶）。',
				'新排设排污管道时，应管路短、转弯少，使污水以最佳流速排至排污立管。',
				'厨房水槽排水管不得暗敷排设。',
				'卫生间马桶需注意马桶与墙距离、马桶与地漏距离、马桶与水头和插座距离。',
				'新设置的排水排污管应设置排水坡度，在操作方便的位置设置检修口。',
				'原中央地漏不得将浮球阀拆除，中央地漏的外壁不得切开。',
			],
			开槽施工要求: [
				'混凝土墙体开槽时，钢筋不得切断敲弯。',
				'外露的钢筋要及时保护（涂防锈漆）。',
				'地面开槽不得损坏结构层（一般地面有找平层可开槽），预制楼板地面开槽不得超出找平层厚度。',
				'地面走管开槽需要倒角。地面电线管弯管直径应大于等于10D（D为直径）。',
				'线管与线管之间需要具有10毫米的间距。',
				'墙体开横槽时，应限制开横槽长度，应控制在一米以内。开横槽需向客户提前说明。小于12的墙体禁止双面开槽。',
				'一砖（24）墙体开横槽时，应限制开槽长度，应控制在一米以内，并限制宽度不超过三根排管。',
				'1/4的单墙禁止开槽。',
				'1/2的墙体开槽时禁止两面开槽及开设横槽。',
				'配电箱分配插座的线管从下方引出，电线及其它用管均应从上方引出。',
				'并排管应避免超宽开槽导致墙面空鼓，相邻管槽之间的粉层如有松动应凿除。',
				'开槽宽度应大于1.5D（D为直径）并不小于3.5公分，开槽深度确保管槽修补砂浆层不小于一公分厚，水管应为1.5公分厚。',
				'混凝土墙体开槽时，钢筋不得切断，敲弯，外漏的钢筋要及时保护（涂刷防锈漆）。',
				'混凝土空心砖不应或减少开槽，如必须开槽应提前向客户说明。',
			],
			线管线盒安装: [
				'配电箱、线盒与线管间用锁扣（杯梳）连接。',
				'线管与线管间需保留间距10mm以上。',
				'强弱电平行间距150mm以上，交叉时做300mm以上的屏蔽措施，屏蔽线可以放宽要求。',
				'厨房、阳台、卫生间地面不建议排设电线管，特殊情况下需向客户说明。',
				'强弱电线管，开关插座需用阻燃材料。',
				'按摩浴缸的插座须由开关控制，开关操作应设置方便。',
			],
			导线穿管: [
				'线管内导线必须整根排设，中间不能有接头和扭结，接头应在过线盒中设置。',
				'强电中不同回路、用途、电压的导线禁止同管穿设。',
				'禁止不同回路的导线间拆接相、零导线。',
				'强弱电不得同管穿设，强电线不得单管单线铺设。',
				'不同频率的弱电线不可以同管穿设，带屏蔽功能的弱电线可以放宽要求。',
				'弱电线两端进行编号。',
				'原导线继续使用时，施工方应做导线测通及绝缘测试，合格后再连接新导线。',
			],
			配电箱安装要求: [
				'配电箱移位时应安装在干燥部位与区域，操作方便。',
				'总开关不宜采用带漏电保护的断路器。',
				'采用双进双出的断路器，排列应先照明后插座。',
				'能接触到人体的电器所使用的插座，必须具有漏电保护开关。',
				'接地或接零支线必须单独与接地或接零干线相连接，不得串联连接。',
				'接入配电箱的导线不得有大于两毫米的裸露部分。',
				'多根导线并线接入时应采用防松动措施。',
			],
			放线与定位要求: [
				'每个区域都需要弹水平标准线。',
				'在地面完成面线的高度上，弹出插座标准线（常规插座底边300毫米左右，其他插座根据设计要求），开关标准线（常规开关的底边1米3左右）。',
				'弹出吊顶完成面线。',
				'标出开槽走向位置线，明确开槽走向方案。',
			],
			封槽: [
				'封槽不能凸出墙面，以免腻子找平时墙面不平整。',
				'注意花洒水管端口出墙长度和高度要一致',
				'封槽前要洒水，防止空鼓。',
				'确认是否需要防白蚁处理。',
				'做防水前检查墙面空鼓，以免做好防水后返工。',
			],
			等电位: [
				'原等电位装置不可以拆除或被其它装饰物固定遮盖。',
				'如需移位必须做好与原装置的连接。',
				'金属浴缸支架或电动机外壳应可靠连接于等电位桩，其它需要连接等电位的设备与用户沟通确定。',
			],
		},
		其它: {
			我们的监理老师队伍要求: [
				'专业化（水电木瓦油各个节点的专业知识要扎实）。',
				'装小蜜服务标准和理念要贯彻执行。客户第一（客户永远都是正确的，有问题从自己身上找原因。）',
				'绝对禁止现场检查走过场！',
				'公司红线要时时提醒（收红包坚决辞退、介绍施工方坚决辞退、服务不认真当月投诉超过两次坚决辞退。）我们是独立第三方监理。要维护我们的公正性。',
			],
			选工长: [
				'面工长看谈吐看气质看时间观念，气质要正，别滑头，问清楚工作履历，要有大型装修公司干过的，对规范、操作标准都熟悉。问问工人跟他多久的，跟得久的好，说明双方都还算靠谱。如果工人不靠谱，会给工长出很多纰漏，不会长久合作，如果工长不靠谱，好工人也不愿意跟他合作，所以最好是合作时间长，能合理调配人手的。聊的过程中让工长给一些格局上的建议，看他的专业度。',
				'必须看工地，一个水电一个油瓦，都是必看的。水电看走线绕不绕，打钉定位是否结实合规。油瓦的一看缝对不对得起，现在都用卡子，对缝不难，这都做不到说明工人糟糕，在接缝处手摸，感受一下拉不拉手，贴得平整的不拉手。找平、石膏、刮腻子，肉眼看吧，然后水泥砂浆黏度高不高也很考验工人技术，多看几家工地能比较出差异。',
				'然后就是跟工人聊，之前干工装多还是家装多，跟工长几年了，跟的年头长好，对自己手艺自豪的好。',
				'工地合格的让工长出报价给小蜜审核，有猫腻小蜜会帮挑出来的。',
			],
			签合同: [
				'签合同时认准都是工商局颁发的统一的家装合同。',
				'工长付款方式：建议使用30%（签合同开工） 30%（瓦工验收合格） 30%（油工验收合格） 10%（开关面板安装完成、竣工） 保修年限一般水电、防水保修5年，基础装修保修2年。',
				'轻工辅料装修公司：签约时50%、贴完贴45%、刷完漆竣工5% ；若是涉及主材，签合同时需要交主材款的80%，且主材下单生产后若要退单是不予退款的，所以大家下单生产前一定要考虑清楚确认好方案。',
				'自行协商付款方式：自行协商付款方式遵循一个原则，尽量少付款或不付款，钱在谁手里，主动性就在谁手里。',
				'签合同时跟施工方一定要把报价、方案、合同过一遍，把所有问题前置化；水电以实际发生量结算的最好能与施工方签一份补充协议。',
			],
			燃气设计: [
				'室内燃气管道宜明设，就是在室内一般不允许埋地敷设，应该裸露敷设。',
				'燃气管道引入在厨房或者阳台，不允许敷设在客厅、卫生间、卧室等。',
				'一般室内燃气管道距离地面20~30cm，主要是怕地面积水腐蚀。',
				'关于橱柜，规范没有明确规定，不过穿过橱柜的燃气管道应保证通风良好。',
				'《城镇燃气室内工程施工与质量验收规范》CJJ 94-2009',
				'燃气灶和燃气表水平净距离不应小于30CM，燃气表和热水器水平净距离不应小于30CM。',
				'燃气表离地不应低于1.4m。',
				'燃气表与插座、电源开关的最小水平净距离应为20CM以上。',
			],
			辅材: [
				'水电：①电线：金龙羽/金貂  ②电管：南塑/联塑/伟星   ③水管：伟星/保利/南塑/皇冠/日丰',
				'防水：东方雨虹 /松坪山黑豹/德高',
				'木工：①可耐福/泰山石膏板/兔宝宝   ②伟业板材/骏丰板材  ③穗华石膏线 ④轻钢龙骨：龙牌，安美佳',
				'瓦工：华润，明达，英洲，台泥，海螺，英台32.5#水泥，德高瓷砖胶，百得瓷砖胶，卓邦瓷砖胶，一些公司的专用瓷砖胶',
				'油工：①卓邦界面剂，东方雨虹界面剂。②立邦腻子，经典腻子，百得腻子，德高内墙防潮腻子。 ③多乐士乳胶漆，德国都芳乳胶漆，美国大师，芬淋漆 ',
			],
			主材订购安排: [
				'橱柜定购(提前定购)。因为橱柜水电图是由厂家出，厂家设计师交付水电图到客户手中，大概需要三天左右的时间。这样，就不会延误水电打线槽。',
				'洁具(可早定或施工方进场三至五天前定购)。因为水电工进场多是需要清理现场，先做改排水，进行碎渣回填，这时就时洁具的尺寸定位。',
				'套装门(可早定或施工方进场三至五天前定购)。这是一个可长可短的主材配送，短的厂家，可能半月即能送货，长的差不多穿越了大半个装修工期。也是延误工期限一个较致命环节。',
				'墙地砖(可早定或施工方进场三至五天前定购)。一般泥水工大概在开工后的10天进驻。这个时候就需要墙地砖进场了。',
				'石材类(泥水工进场后三至五天天定购)。',
				'五金类(这个依据木工提供的量的时间来定购，一般施工方会提前三至五告知客户)。',
				'墙纸类(可早定或面漆施工前三至五天定购)。',
				'扣板吊顶(可早定或在工程中期定购)。因为扣板多是商家配套安装，而且是在墙砖铺贴完毕橱柜安装好后续下的工程。',
				'灯具(可早定或在工程中期定购，毕竟这与木作稍有关联)。',
				'地板(地板基本是最后一个环节，基装差不得才会安装地板，在工程中期之前定购就差不多了)',
			],
			水电定位: [
				'水电交底是很重要的一个节点，耗时长，尽量不带老人和孩子。',
				'如有各厂家上门测量出方案的(比如新风、空调、橱柜、衣柜、窗户等等)，请您最好前后把他们错开半小时来约时间，不然都同时到了,都和您说话您也记不住，水电定位这一步放到最后(约监理就是这个时间来，之前厂家出方案测量不需要监理在,但施工方必须在，他要去衔接工艺处理)。',
				'水电位置，如果有设计师，您提前和设计师碰好方案，现场过一遍即可。如没设计师，您一定想好水电的1-2种方案和位置，现场多方给您参考意见后就可以了。',
			],
			合同注意: `一、工程范围：1、严格按照甲方要求拆除（1）拆除部位：主卧、次卧、客厅、餐厅、厨房、卫生间、走廊、阳台（2）拆除项目包括：设计图中的墙体拆除、地砖灰层拆除、墙面屋顶铲除、墙皮铲除、吊顶拆除、墙砖拆除（阳台除外）、卫生间整体拆除、厨房整体拆除、门及门套拆除等。（3）拆除标准：墙体空鼓处拆至红砖层，其余墙体和地面达到交房时毛胚房标准。2、清理及清运房内所有家具、杂物及拆除所产生的所有建筑垃圾。二、甲乙双方权利义务：1、甲方对拆除工程跟进监督，协调施工过程中的问题，确保工程顺利进行。2、乙方必须按照甲方施工方案进行，不得私自变更。3、乙方在施工中必须按照国家颁发的施工规范和要求进行，同时要遵守物业管理处的相关规定。4、乙方负责施工现场范围内所有施工人员的财产和人身安全，文明施工，全权负责施工现场的一切安全责任。因施工造成的事故及一切经济损失由乙方负责，与甲方无关。5、乙方保证每天下班关水关电，不得将工程分包、转包、保证按时保质完工。6、乙方须做好马桶坑、下水道管、燃气管道等的保护工作。因施工对上述部位造成的损坏及经济损失由乙方负责，与甲方无关。7、工程结束时，由乙方负责清理干净现场所有建筑垃圾和废品。三、工程验收：工期最后一日，由甲、乙双方共同到场验收，如有遗漏，乙方负责完成不合格的施工项目部分。`,
		},
		开工交底: [
			'建议要求施工方每隔2-3天 告知施工进度与发送进度照片至施工群',
			'砌墙时植筋挂网要求施工方拍照留存',
			'需联系橱柜出水电施工图，联系燃气上门改管。',
			'在安装新窗前，原窗户不应做拆除',
			'开工交底的时候，建议把下水管和地漏做保护，以防堵塞。',
			'包管时建议做隔音处理，不能水泥砂浆直接抹在水管上。',
			'拆除期间，可以进行窗户，防盗门，新风，中央空调，橱柜，壁挂马桶，净水软水系统等主材、设备的选购。',
			'燃气表需要打燃气公司电话进行预约摘表。',
			'*增项要求施工方先报价后施工。',
		],
		水电定位: [
			'回路说明:厨房、卫生间及普通插座需漏电保护,总开关不带漏保。厨房、卫生间、空调4平方线，冰箱建议单独回路。',
			'水管走向说明',
			'建议卫生间花洒做等电位。',
			'建议室内安装总水阀。',
			'马桶是否选用全智能？这个马桶中心点到侧边上水口距离是250mm以上。',
			'是否做智能家居，(开关底盒需要放一根零线）。',
			'水电定位结束一定要和施工方做水电价格预估，并留文字证据。',
			'提醒施工方对拆除后地面进行红外线水平检查，误差过大影响入户门门槛高度或整体层高时，施工方要提出来告知客户解决办法。',
			'新建墙体要再三确认位置是否正确。',
			'所有施工期间发生的增项，都要得到客户认可才可以做，并文字记录每一项增项的尺寸数量，价格。',
			'水电定位前需确定地面水平高度。',
		],
		水电隐蔽: [
			'卫生间需做二次排水，做排水排污管时，排水管存水弯要高于排污管',
			'等电位需用不小于4平方多心线连接卫生间花洒龙头处',
			'注意花洒水管端口出墙长度和高度要一致',
			'阳台地面开槽处需要做好防水处理',
			'开横槽（24墙）长度应小于1000mm。',
			'确认点位开槽位置是否需要调整。',
			'如有壁挂马桶可以进行安装。',
			'水电验收时，施工方不要对线盒进行盖板遮盖保护，线槽不要封闭覆盖，因为监理要对线盒内的线头进行品牌验收。',
			'如要做防白蚁处理，需要在封槽前和施工方交待好。',
		],
		水电验收: [
			'封槽不能凸出墙面，以免腻子找平时墙面不平整',
			'封槽前要洒水，防止空鼓',
			'做防水前检查墙面空鼓，以免做好防水后返工',
			'阳台卫生间刷好防水，需要做闭水试验，48小时以上',
			'整改需拍照留存并确认。',
			'封槽时水管端口需调平，以免后期混水阀安装不平整。',
			'让施工方把整改好的照片上传给客户确认。',
			'建议客户自己拍水电路视频。',
			'可以选购瓷砖，选购时注意供货周期，是否会影响瓦工进度。',
			'如有瓷砖拼花，最好客户准备排砖图。',
		],
		防水验收: [
			'卫生间闭水试验合格后，陶粒回填，铺钢网，水泥砂浆找平找坡，水泥砂浆厚度不低于五公分。需拍照留存',
			'建议安装过门石后再涂刷地面防水，使地面防水形成一个整体',
			'厨卫烟道必须细致处理，密封严再贴砖，避免后期反味。',
			'购买过门石、地漏。',
			'贴好地砖建议先预约监理验收合格再做保护。',
			'木工隐蔽工程完成前预约监理上门进行隐蔽施工检查，验收合格后封板。',
			'要准备好保护膜保护已经铺完的地面瓷砖，并遮盖好下水口避免杂物落入。',
			'提前预约楼下客户时间。',
			'防水验收合格后注意做好保护，以免施工中破坏防水。',
			'墙地砖铺贴缝隙大小需确认（美缝或者填缝）',
		],
		泥木隐蔽: [
			'水泥与粘结剂随拌随用，粘结剂中不得掺合其他粘料、膏料与砂子。 玻化砖必须使用匹配的粘结剂，大尺寸的玻化砖建议涂刷2道背胶后铺贴',
			'注意卫生间门槛石高度，全房要打出地面完成线',
			'卫生间贴砖要找坡度，地漏处要切回字形',
			'卫生间基坑陶粒回填，铺钢网，找平找坡，找平厚度不低于5公分。卫生间先贴墙砖，再贴门槛石，然后做地面防水，门槛石缝隙需填实刷防水。回填和找平需拍照留存',
			'地面找平的时候，建议冲筋打点，保证地面平整误差小于3mm。地面找平时需明确地板预留厚度。',
			'吊顶隐蔽施工需施工方拍照给客户。',
		],
		泥木面层: [
			'因制作周期较长，需及时通知橱柜复尺。',
			'厨房卫生间需要标识水电走向。',
			'如安装实木地板，地面找平需标记地面走管线位置。',
			'美缝的人到现场后首先要求他针对瓷砖进行检查，有问题提前说明白，否则美缝后在发现瓷砖破损，掉瓷就容易扯皮。',
			'橱柜可以进行第二次测量（复尺）。',
			'地砖保护施工前施工方需先自检。或者通知监理验收后保护。',
		],
		中期验收: [
			'墙面批嵌必须干透后再进行下一步施工。',
			'刮腻子时应注意调整门套边，柜边垂直度及平整度。 踢脚线处应注意调整平整度。',
			'刮腻子时如果发现安装柜体的墙面误差大于5mm，建议做找平处理，以防后期柜体安装后出现缝隙过大的情况。',
			'厨房烟道止逆阀可以进行安装。',
			'提供灯具开孔尺寸。',
		],
		油工基层: [
			'油工打磨时需打灯检查。',
			'空调风口地板建议刷成黑色漆。',
			'分色线不能保证是一条直线，要与油工确认。',
			'购买墙漆时尽量不选择亮光漆。',
			'如果安装装木质踢脚线时，墙面石膏腻子需要批刮到底，并需要着重检查。',
			'一般施工方提供的滚筒和毛刷质量一般，可能影响墙漆效果，或者可以自购质量较好的滚筒和毛刷。',
			'腻子打磨后应尽快涂刷底漆不建议时隔很久，否则墙面会有开裂。',
			'选择带颜色的墙漆，需要留意色卡和实际涂刷后颜色会略有视觉差异，如现场调制颜色，建议刷面漆时客户在场，先从隐蔽部位刷一小块观察认定。',
			'预约美缝施工时间。',
		],
		油工面层: [
			'地面安装木地板，需注意水、电管道，不能破坏。',
			'卫生间地面待美缝施工后再检查有无积水现象。',
			'涂料面漆涂刷后尽量避免在一周内尽量避免强对流通风，保持室内合理湿度，养护墙顶面涂料。',
			'后续墙布安装过程中需注意拼接缝。',
			'水泥地面找平小裂纹不影响铺装地板即可，可以考虑涂刷地固，如出现裂纹并拱起，可以用石膏修复。',
			'后期安装产品和搬运家具时尽量避免磕碰墙面，尤其是带颜色的墙面后期修复可能会有色差。',
			'美缝前3-5天，地面瓷砖缝隙最好别进水，否则潮湿的缝隙进行美缝，会影响质量。',
			'后期安装大致顺序：瓷缝或美缝；拨打燃气公司电话改燃气管；厨卫及其他部位的铝扣板安装；橱柜和烟机灶具安装；卫浴用品安装；空调安装；地板、室内门和家具安装等。',
			'预约五金卫浴洁具及定制柜安装。',
			'预留一定量的墙面漆待后期修补施工用。',
		],
		竣工验收: [
			'阳台地漏建议到楼下去疏通.',
			'在交付客户前配电箱螺丝需要紧固处理。',
			'各产品保修卡和说明书需移交客户保管。',
			'及时提交施工过程中的影像资料，如有约定提供竣工图时需提交水电竣工图。',
			'墙面轻微开裂属于正常现象，不用太紧张，可以待收缩完毕后工长进行维修。',
			'后期通风、散味同时注意保持室内适当湿度，避免长时间强对流通风，房间内暂不住人的，每次离开前注意断水断电。',
			'让施工方把整改好的照片上传给客户确认。',
			'本次监理服务结束，后期如有问题依旧可以联系监理。',
		],
		原房检查: [
			'选择施工方时，应要注意材料品牌及规格、具体工艺说明，报价单中是否明确，工程质量及施工规范是否为国家标准及规范。',
			'施工前建议对卫生间补刷防水后再做48H闭水测试。',
			'下雨天前往现场观看，外墙是否有渗漏现象。',
			'卫生间排水管建议后期施工时处理。',
		],
	};

	// 陪签要点，我的陪签，陪签重点

	m.gy2 = {
		安全交底: {
			'请施工单位本安全交底不冲突的情况下，按此安全工作交底要求进行。': '',
			' 临时用电': [
				'工地施工用电必须经过临时电箱，临时电箱必须接地并配备漏电保护功能。',
				'禁用弱电线、花线等非电源用线作为工具与接线板等物品的电源线。',
				'所有电器不得直接用电源线裸线取电（未使用插头）。',
				'照明灯具使用开关控制，不得直接搭接取电。',
				'施工区域及主要通道应保证适量的照明，不应存在不可见区域。',

			],
			'工具安全要求': [
				'电动工具外壳完整，开关正常，用电设备、工具等插头完整。',
				'禁用液化气、热得快及自制发热材料，进行烧水、取暖等活动。',
				'移动照明须采用带保护的手持行灯，灯具高度不应低于2.4m。',

			],
			'扶梯、脚手架要求': [
				'人字梯须具有张开限位。',
				'木质人字梯的高度应≤2m。',
				'跳板高于1.5m以上时，应架设金属脚手架。',
				'跳板宽度不应小于25cm，牢固无断裂可能。',
				'',
				'',
			],
			'明火、危险品消防管理': [
				'配备2kg以上有效干粉灭火器2只及以上，基本配备为每50㎡/2只，保持至竣工验收。',
				'切割、电焊施工区域无易燃易爆材料，另外配置2只及以上灭火器。',
				'易燃、危险品材料应单独放置并保持一定通风，该区域应放置2只以上灭火器。',
				'现场不要使用明火烧菜，非吸烟区域禁烟、注意烟头，避免火灾。',
			],
			'围护、护栏': [
				'楼梯必须具有安全的扶手（临时扶手），扶手与护栏安装稳固。',
				'钢结构楼梯用木工板或多层板垫层时须作固定。',
				'扶手高度不应低于100cm，栏杆间距不大于50cm，禁用枪钉连接固定',
				'阳台、平台、洞口等部位或区域必须具有牢固并安全的护栏。',
				'采用木料制作护栏、扶手时，规格不应小于5×4cm（平台围护推荐钢管组合搭建）。',
			],
			'其他': [
				'不得高空抛物。',
				'拆除室外物件时，注意坠物管理与人员安全管理。',
				'现场施工人员应配备必要的劳动保护用品。',
				'现场无人时，应关闭水源、电源、燃气，关好门窗，整理好材料。',
				'根据施工方的安全管理规定作补充。',
			],
		},
		成品保护: [
			'及时做好建筑原有设备、设施的保护工作。',
			'对进户门、阳台门及门槛进行保护。',
			'对安保、安防设备进行保护或拆除后保管。',
			'对电梯口、公共通道的墙地面等部位进行保护。',
			'及时对施工的半成品与成品进行保护。',
			'对用户自购的卫浴／电器等产品进行保护。',
		],
		放线定位开槽施工交底: {
			放线: [
				'根据红外线放线仪，弹出水平标准线。',
				'将地面水平、平整作测量，计算出原地坪最高点，确定好地面完成面高度并弹出地面完成面线。',
				'在地面完成面线的高度基础上，弹出插座标准线（底边300mm或以上）、开关标准线（底边1300mm左右）及吊顶完成面线（门洞完成面线）。',
				'确定与标示各个给水管、排水管位置。',
				'确定与标示各个开关的位置。',
				'确定与标示各个插座的位置。',
				'标出开槽走向位置线，明确开槽走向方案。',
				'开关插座的定位必须注意留出地暖施工高度。',
			],
			开槽: [
				'墙槽开凿宽度应大于1.5D（D为线管直径）并不小于3.5cm，开槽深度确保管槽修补层砂浆不小于10mm厚（水管应15mm厚）。一般照明、厨卫／空调插座向上排管；普通插座和柜机插座向下排管。',
				'由于进配电箱的线管会较多，应避免超宽开槽导致的墙面空鼓现象，相邻管槽之间的粉刷层如有松动应凿除。',
				'墙地面并排线管之间需要留出管间距，利于砂浆填充层的强度。',
				'混凝土墙体开槽时，钢筋不得切断、敲弯，外露的钢筋要及时保护。',
				'地面开槽不得损坏结构层（一般地面有找平层可开槽），预制楼板地面开槽不应超出找平层厚度。',
				'四分之一单墙不得开槽。',
				'二分之一墙（15cm厚）的开槽，不得两面同时开槽，不得开设横槽。',
				'一砖墙（24cm厚）墙体开设横槽时，不应超出三根并排管的宽度。',
				'横槽时应注意尽量少开，如必须开槽应提前说明，窗户下方或不超过1m距离的相邻点位时可以开设。',
				'合理安排厨卫墙面的水管、电线管的走向，墙内管线不得交叉排设。',
				'地面电线管弯管直径应≥10D（D为线管直径）。',
				'混凝土空心砌块砖的墙体不应开槽，如必须开槽应提前说明。',
			],
			梁上钻孔: [
				'梁内受力筋不得受损，钻孔直径应小于1/3的梁高度。',
				'梁的支座边剪力较大区域（梁根部500mm内）不宜打孔。',
				'钻孔中心宜在梁有效高度的中轴上，并应高于梁底7cm以上。',
				'中央空调应选用带提升泵的内机。',
				'钻孔的直径应与需要穿设的管道匹配，不宜过大。',
				'钻孔时不应连续开孔，不得将梁中间掏空。',

			],

		},
		强弱电交底: {
			'强弱电（隐蔽工程）工程技术交底': [
				'线盒中导线必须进行保护或缠入线盒内，有线盒保护加盖保护盖。',
				'强、弱电线管平行间距应分开150mm以上，特殊情况应提前与用户沟通说明；强弱电交叉时应做屏蔽措施，屏蔽措施长度应大于300mm。',
				'线管内导线必须整根排设，中间不得有接头与扭结，接头应在过线盒中设置。',
				'配电箱、线盒与线管之间应用锁扣（杯梳）连接，管与管连接处应涂胶固定。',
				'强电中不同回路、用途、电压的导线禁止同管铺设；禁止在不同回路间拆借相、零导线，强电线不得单管单线铺设。',
				'强弱电不得同管穿设，视频线应单独穿管，网线与电话线可同管穿线。',
				'厨房、卫生间地面不应排设电线管、水管，特殊情况应提前与用户沟通说明。',
				'灯头导线预留200mm长左右（伸出软管，软管应为阻燃管），线盒内导线预留150mm长左右。',
				'可挠性金属导管与金属柔性软管不能做接地或接零的接续导体。',
				'弱电线的两端都要做好编号，编号标识牢固、清晰、防水。',
				'原导线继续使用时，施工方应做绝缘测试，合格后再接到新电路中。',
				'按摩浴缸的插座须由开关控制并方便操作。',
			],
			'等电位': [
				'原等电位桩不可以拆除。',
				'如需要移位必须做好与原装置的连接。',
				'金属浴缸支架与电动机外壳应可靠连接于等电位桩，其它需要连接等电位的设备与用户沟通确定。',
			],
			'配电箱安装技术交底': [
				'接入配电箱的导线不得有≥2mm的裸露部分，断路器总开关不宜带漏电保护功能。',
				'采用双进双出断路器，排列应先照明后插座，插座回路必须具有漏电保护功能。',
				'多股线或多根单股线接入断路器时，应采用铜接头压接入桩。',
				'接地（PE）或接零（PEN）支线必须单独与接地或接零干线相连接，不得串联连接。',
				'同一用电回路的线色应保持一致。',
				'隐蔽验收时监理会进行绝缘测试。',
			],

		},
		给排水交底: {
			'排水管改造安装技术交底': [
				'在排设排水管道前，应先检查原管道是否畅通。',
				'安装下水管道前，地面开槽处应先做两遍防水。',
				'新接排水管道应预先伸出墙与地面20cm以上，管口做好保护。',
				'多管并口时应采用Y型斜三通连接，按顺水方向安装，主管道接入原排水管道。',
				'地漏与淋浴房下水管应具有存水弯功能或接入带存水弯的原管道。',
				'新老管道大小口套接处，应采用环氧树酯胶密封固定（避免采用硅胶）。',
				'新排排污管道时，重力流管应注意横管长度不要超3m，弯头不要多于2个（并应带检修口），并按要求设置Ø75≥8‰、Ø110≥6‰的排水坡度。',
				'原中央地漏不得将浮球阀拆除，中央地漏的外壁不得切开。',
			],
			'给水管安装交底': [
				'给水管主管道应在顶部排设，再分至墙面用水点位。',
				'主管道不应小于Ø 25管，大于2个用水点时，应使用Ø 32管。',
				'不同材质、不同品牌的水管不得混用',
				'水管的固定必须牢固，无松动。',
				'冷热水管同槽间距小应小于30mm。',
				'橱柜后方的水管端头应采用加长头制作。',
				'水管安装后必须进行试压，压力值：0.6-0.8Mpa，稳压时间大于30min，无渗漏为合格，试压由厂家或施工方负责，水管的保修卡应保管完整，及时交由用户。',
			],
			'卫浴安装要求': [
				'产品安装前，请先阅读产品安装说明书。',
				'安装前必须先检查产品的完整性，特别是表面是否有划伤痕或其他缺陷。',
				'地漏安装前，必须先检查管道内有无建筑垃圾。',
				'地漏安装后，地漏盖用塑料纸覆盖，避免填缝剂及杂质进入。',
				'卫浴产品安装后，及时调试，调试完成后进行全面保护，不得使用。',
				'各产品说明书与保修卡等资料保管至统一地方，不得丢弃。',
			],
		},
		木工交底: {
			'石膏板施工': [
				'低于2.4m的轻钢龙骨吊顶龙骨，必须用接地线可靠连接。',
				'木龙骨吊顶时，沿顶龙骨用膨胀钉固定，木龙骨间用铁钉固定并防火处理。',
				'木龙骨的龙骨架之间需要连接固定，固定应牢固。',
				'转角处吊杆应加强与加密，固定应牢固。',
				'灯带部位应放置条形石膏板，以利于清洁与灯带安装平整灯光均匀。',
				'大于3kg吊灯不得固定于龙骨或板面，应在原顶面安装预埋件。',
				'石膏板拼接应固定在龙骨部位，拼接应保持≈5mm的间距，拼接时需要错缝／无通缝。',
				'转角处石膏板应用“7”字型整板套割后安装。',
				'石膏板不得使用枪钉固定。',
				'应在油工批嵌前进行内嵌灯具的开孔工作。',
				'当有中央空调时，建议使用轻钢龙骨基础。',
				'当地面有地暖并且有轻质隔墙时，应先建轻质隔墙，隔墙底部应制作混凝土防水带。',
			],
			'木制品造型施工': [
				'新砌墙体、卫生间、厨房门洞的门套基层板应作防潮／隔潮处理。',
				'厨卫门套基层板底部应与地面完成面（或门槛石）预留50mm或以上间隙。',
				'厨卫或与厨卫相邻的门套饰面板与门套线底部应与地面完成面（或门槛石）预留3mm或以上间隙。',
				'地下室、新砌墙的木作基层板必须做防潮处理，并与地面完成面预留3mm及以上间隙（有踢脚线时应放大间隙）。',
				'有墙、地面湿作业时，必须在湿作业完成后开展木工干作业。',
			],
		},
		泥瓦工交底: {
			'新砌墙技术要求': [
				'卫生间湿区新砌墙体时，底部应做混凝土防水带，防水带高度150mm-200mm，有地暖时应取上限。',
				'卫生间其他区域与厨房新砌墙底部建议做混凝土防水带；轻质砖新砌墙体时底部应用混凝土或红砖做加强基础。',
				'厨卫等需要安装橱柜、电器在或五金件时，应采用红砖砌墙。',
				'在新砌砖墙时，应先将原墙体与梁底的粉层凿除或原腻子铲除。',
				'新设门窗洞口采用过梁加固，建议使用混凝土过梁，过梁搭接区域应在150mm以上。',
				'新砌墙与混凝土墙体结合时，在原墙预埋拉结钢筋，拉结筋与原墙应固定牢固，拉结筋每隔500-700mm时放置一层，端头作弯钩处理；原墙为轻质砖墙时可不设置拉结筋，原墙为红砖墙时视情况设置拉结筋。',
				'新砌砖墙应先拉线后砌墙，灰缝均匀饱满，横平竖直，上下错缝，转角搭接，顶部斜砖。',
				'粉刷之前，原墙粉刷层凿除150mm宽及以上，用钢丝网连接后，整体分层粉刷。',
			],
			'防水施工技术要求': [
				'防水涂料施工前，隐蔽工程的管槽必须先填补平整。',
				'检查原墙面表面是否有疏松与空鼓、开裂等现象，基层要求牢固、平整、无明显孔眼。',
				'湿区防水高度不低于1.8m，防水层涂刷不低于2次。',
				'地面防水应在墙砖铺贴后涂刷，并延伸至墙面200mm以上。',
				'卫生间与开放式阳台必须进行24-48小时以上的闭水试验。',
				'闭水试验开始前通知监理，监理会上门验收。',
			],
			'墙地砖铺设技术要求': [
				'铺贴墙砖之前，应先检查原墙是否有空鼓、疏松、涂层、油污、腻子等情况，以上情况及时处理。',
				'有内保温墙面时，应与用户确认处理方案。',
				'墙地砖在铺贴之前，应根据瓷砖尺寸及设计图案进行排板放样，发现问题，及时与用户沟通。',
				'水泥与粘结剂随拌随用，粘结剂中不得掺合其他粘料、膏料与沙子。',
				'玻化砖必须使用匹配的粘结剂，大尺寸的玻化砖建议涂刷2道背胶后铺贴。',
				'卫生间大理石门槛、淋浴房挡水条应湿铺贴，伸到原墙两侧，填实缝隙。',
				'在铺贴墙地砖时，应墙砖压地砖，不允许地砖压墙砖。',
				'淋浴房、开放式阳台地面必须采用湿铺法铺贴地砖。',
			],
		},
		油工交底: {
			'批嵌工作技术交底': [
				'原墙顶面腻子的疏松层必须铲除，铲除后应涂刷封闭底剂。',
				'墙顶面批嵌流程：清除墙底→清理墙面→滚刷封闭底剂→阴阳角调直→墙顶面找平→二／三度腻子批嵌（网格布此时可置于找平石膏或腻子内）→打磨平整→清理浮灰。',
				'门套边、踢脚线处、筒射灯照射墙面、灯带照射顶面处，应加强平直度与平整度处理。',
				'湿区墙顶面必须使用耐水腻子进行批嵌。',
			],
			'乳胶漆涂刷工作技术交底': [
				'必须按要求涂刷底漆。',
				'涂料加水量（尤其是深色漆）不得大于产品说明书中的要求。',
				'室内温度低于5℃时或基层未干透时，不得进行涂料或墙纸基膜施工。',
				'底漆涂刷完成后应进行墙面找补工作，找补处打磨后涂刷底漆，再涂刷面漆。',
				'涂刷乳胶漆前应将周边成品（半成品）进行保护。',
				'顶部应顺光方向进行涂刷',
			],
		},
		安装交底: {
			'中央空调技术要求': [
				'中央空调内机的排水管道应独立排放，不应接入原有下水管道与地漏。',
				'外机安装位置应通风良好，固定牢固。',
				'内机固定应采用双螺母固定；内机吊杆长度大于300mm以上时应设水平支撑。',
				'中央空调内机安装后，必须对出回风口进行保护或整体保护。',
				'排水管必须设置坡度，无提升泵内机的各排水口处应设置透气管。',
			],
			'水暖地暖技术要求': [
				'水暖地暖施工前，公寓房的地坪应做防水处理，墙角部位加强涂刷。',
				'原地龙骨的钉孔与原地面裂缝做填补。',
				'卫生间地面在安装地暖前，必须对原地面先做防水再进行盛水试验以确定原地面不漏水。',
				'卫生间地暖找平层上方没有做防水施工前，不得作为临时用水点。',
				'有隔墙的部位，必须先做隔墙再做地暖。',
				'地暖找平层的水平、平整度用2m靠尺检查时应≤3mm，具体还需要依据地板安装要求施工。',
				'找平层砂石料以1:2:3水泥：黄沙：石子体积比充分拌合后堆铺平整，门口处应留置伸缩缝。',
				'找平层的保养时间确保达到一定强度后再上人施工。',
				'地暖上方铺设木地板前应根据要求，进行找平层预加热除湿处理。',
			],
		},
	};

	// *************************
	// 提示
	m.ts = {
		开工交底: [
			'-------系统-------',
			'您在拆除期间，可以选购窗户，防盗门，*新风，*中央空调，*橱柜，壁挂马桶，净水软水系统等主材和设备，确定后，*的厂家需要在水电交底时到场。',
			'现场需保留物件时，建议您拍照、录视频来记录现场物品原貌。',
			'燃气表需要拆除时，请拨打当地燃气公司进行预约摘表。',
			'装小蜜监理的验收标准是您和施工方约定的施工标准，如果您和施工方约定的项目，没有明确验收标准，装小蜜将按照（地方/国家）标准执行检查和验收。',
			'关于隐患和整改项目复查，一般都是在下一次验收时进行检查，除非有特殊情况才会单独上门进行检查。',
			'咱家户外（楼道）电表箱需要增容，请您拔打当地供电局进行咨询。',
			'-------系统-------',
			'您需要和街坊邻里打招呼，装修前半个月施工噪音会大一些，楼道里可能卫生差一些，请邻居多多包涵理解。',
			'现场垃圾清运到物业指定地点请尽快拉走，否则不知道哪些人就会往您家垃圾上继续扔垃圾，越来越多都不知道谁的，但您得负责拉走，多花钱。',
			'砌墙过程中建议您核对一下尺寸预留空间是否正确。您可以让设计师进行确认核对，这是他本身的职责工作。',
			'您需要告知施工方拆除地面后进行红外线水平检查，误差过大会影响入户门门槛高度或整体层高时，如果误差过大，他们要告知您解决办法。',
			'-------自定义-------',
			'开发商防水建议铲掉、打磨或打毛处理，如砂浆层疏松，基层也需要处理。',
			'增项要求施工方先报价，经客户确认后才能施工。',
			'开工交底的时候，建议把下水管和地漏做保护，以防堵塞。',
			'现场检查发现的问题或隐患时，我会及时告知您现场情况，请您督促施工方进行整改，并要求施工方发送整改的图片或视频给您，由我来确认是否合格。',
			'建议要求施工方每隔2-3天 告知施工进度与发送进度照片至施工群。',
			'包管时建议做隔音处理，不建议水泥砂浆直接抹在水管上。',
			'新砌墙体需要设计师、施工方确认是否符合设计要求以及咱家的实际使用需求，并对照图纸落实确认。',
			'-------自定义2-------',
			'新砌墙隐蔽工程，例如【放置钢筋，新旧墙挂网，倒地梁以及门头过梁】等， 需要您要求施工方发送图片给您或施工群，由我来确认是否合格。',
			'拆除施工过程中，请提醒施工方注意施工安全，拆除中要注意地面上下管道的管根部不要破坏。',
			'二手房拆除施工过程中，建议先去楼下检查下，天花有无开裂现象，并拍照或视频留底，及时与楼下住户沟通，避免因开裂导致纠纷。',
			'打拆之前应做好保护与防护措施，特别是阳台以及公共过道，以免邻居投诉或物业管控。',
			'施工方进场需检查入户门、阳台门和地面高度差，需打水平检查。',
			'将燃气表及水表等设备暂时带走，如留在现场，需要拍照并交由施工方妥善保管。',
			'在安装新窗前，原窗户不应做拆除。',
		],
		安全提示: [
			'-------系统-------',
			'您需要要求施工方进场时准备临时电箱、有效灭火器，预防火灾。',
			'请您告知施工方，施工过程中不要让无关人员进出现场参观拍照聊天，万一扎了脚，磕碰了说不清楚。',
			'请您告知施工方每次施工完，离开前必须断水断电。',
			'请您告知施工方，施工中禁止工人在现场做饭，吸烟。',
		],

		拆方案A: [
			'-------系统-------',
			'咱家已建好微信施工群，可以把相关产品的厂家人员一并加入，方便施工的协调和沟通，装小蜜明文禁止监理老师添加施工方的微信和电话。',
			'我会在微信施工群中询问施工进度，告知上门时间和检查项目，在装修出现问题或隐患时我会及时在群里通知您和施工方，并督促施工方整改，保障咱家装修顺利。',
			'每次上门后我会把当次的日志发到咱们的专属服务群里，请您及时查看。',
			'如您家有增项发生，请提前单独告知我，我会协助您确认增项合理性。',
			'-------系统-------',
			'拆除过程中要注意地面上下管道的管根部不要破坏，请您告知施工方工人小心拆除。',
		],
		拆方案B: [
			'-------系统-------',
			'我会经常询问您施工进度，并根据进度安排上门时间和检查项目，保障咱家装修顺利。',
			'在检查发现问题或隐患时，我会及时联系您告知现场情况和处理方案，请您及时联系施工方进行整改，并督促其整改合格后发图片或视频给您，您发给我，我来确认是否整改合格。',
			'每次上门后我会把当次的日志发到咱们的专属服务群里，请您及时查看。',
			'我会在施工过程中把控施工质量，以免错过重要项目，无法检查该项目质量和安全导致装修隐患。',
			'您在确定水电交底时间时请提前2-3天预约我，如遇周六日最好提前3天预约，因水电交底时间较长，我需要提前安排好时间以保障咱们的交底顺利进行。',
			'下水管路有堵塞建议进行疏通，如果开工后再次出现堵塞，您需要与施工方明确责任，由施工方负责疏通。',
			'-------系统-------',
			'拆除过程中要注意地面上下管道的管根部不要破坏，请您告知施工方工人小心拆除。',
		],
		水电定位: [
			'-------系统-------',
			'拆除后您可以将燃气表及水表等设备暂时带走，如留在现场，需要拍照并交由施工方妥善保管，明确其损坏责任。',
			'发现暖气管、燃气管、上下水管等出现严重锈蚀，您需要联系物业及相关部门进行维修、更换。',
			'在水电定位前，建议您事先根据设计方案和使用习惯提前考虑，预留足够的水电点位，避免入住后使用不便。',
			'卫生间新建隔墙要求增设防水地梁。施工方案中没有防水地梁，您需要与施工方提出新增此项并让其报价。',
			'已向您说明顺平、垂平的区别和利弊，请根据您的需要选择找平的方式。',
			'咱家装修水电改造按工程量结算，在水电定位结束时，您一定要求施工方做水电价格预估，并留文字证据（签订补充协议），做到水电改造费用心中有数。',
			'新建墙体您需要与设计方、施工方确认，是否满足咱家的实际使用要求。',
			'新建墙体时，房间存在方正问题，砌墙需要您确认优先保证哪些区域的方正。',
			'马桶移位会增加马桶堵塞的几率，请您知晓此风险。',
			'排水管改位置后，地面施工完会比原来的地面高请您知晓。',
			'水电交底时，您需要与施工方确认电路布设方式（点对点或横平竖直）。',
			'空调、厨卫通风道外墙和水电改造穿承重梁的打孔，您需要提前确认打孔数量及位置，找专业打孔工人统一实施，避免遗漏后补，增加您的时间成本、影响后期施工。',
			'-------系统-------',
			'砌墙什么情况下需要加钢筋，您要咨询监理，但实际加钢筋时您可以要求工长提供加钢筋照片，让监理看一下是否合格。验收时一般情况下，监理不能凿墙查看钢筋，会影响墙体牢固度。',
			'您可以安装窗户了，安装窗户的注意事宜，工人需要系安全带，施工人员楼下进行看护，防止高空坠物，下雨天气不要进行安装，判断是不是钢化玻璃，在窗户右下角是否有3C标识。注意窗框下口与基层之间缝隙是否发泡胶填实，窗户外面四周防水胶是否饱满。',
			'-------自定义-------',
			'回路说明:厨房、卫生间及普通插座需漏电保护,总开关不带漏保。厨房、卫生间、空调4平方线，冰箱建议单独回路。',
			'根据国家标准，墙面开横槽不应超过50CM。因水管走墙面，卫生间横槽超过标准。已跟客户说明利弊。',
			'等电位需用不小于4平方多芯线连接卫生间花洒龙头处。',
			'客户需确认室内是否安装总水阀，是否有前置过滤器，前置过滤器需提前告知水电工人安装要求，是否需要预留排水管。',
			'建议预约商家上门测试光纤是否完好。',
			'马桶是否选用全智能？这个马桶中心点到侧边上水口距离是250mm以上。',
			'需确定后续是否使用智能家居，如使用智能家居需要提醒施工方布线时增加零线，以及底盒深度是否符合智能面板安装需求。',
			'水电定位结束一定要和施工方做水电价格预估，并留文字证据。',
			'提醒施工方对拆除后地面进行红外线水平检查，误差过大影响入户门门槛高度或整体层高时，施工方要提出来告知客户解决办法。',
			'-------自定义2-------',
			'水电布管施工建议所有开槽完成后再进行布管，不得边开槽边布管施工，以免破坏管道以及槽内杂物较多。',
			'需确定热水管是否需要做循环水。',
			'后续如有USB插座，请客户要求施工方确实底盒深度是否符合USB面板安装要求。',
			'需注意淋浴区地漏位置。贴砖和大理石地漏位置会有不同。',
			'原线管和水管建议拆除。',
			'卫生间需做二次排水，二次排水口应为最低。',
		],
		水电巡检: [
			'-------系统-------',
			'水电开槽中，水电点位可以增减，位置可以改动，建议您再次确认数量和位置，避免后期改动增加费用。',
			'防盗门您可以约厂家来测量了。',
			'-------系统-------',
			'壁挂马桶可以安装了。',
			'您要告知施工方在水电验收前，不要对线盒进行盖板遮盖保护，线槽不要封闭覆盖，以便我对水电施工进行完整验收，避免未来出现隐患和问题。',
			'您要更换的外窗在水电改造中可以安装了，您可催一下窗户进度，以免影响瓦工施工进度。',
			'水电验收时建议您拍摄水电管路视频或图片，保存原始资料。',
			'-------自定义-------',
			'卫生间需做二次排水，做排水排污管时，排水管存水弯要高于排污管。',
			'等电位需用不小于4平方多心线连接卫生间花洒龙头处。',
			'阳台地面开槽处需要做好防水处理。',
			'如要做防白蚁处理，需要在封槽前和施工方交待好。',
			'钢筋外露处需做防锈处理。',
		],
		水电验收: [
			'-------系统-------',
			'您可以开始选购瓷砖，同时请关注瓷砖供货周期，以免影响瓦工贴砖进度。',
			'请您根据需求与施工方明确墙砖阳角处使用阳角条和瓷砖45°碰角的施工方式。45°碰角的部分墙砖需要厂家切割加工，订购墙砖时请厂家加工后再送货。',
			'您在买砖时，商家计算的瓷砖数量一般偏少，可以适当多订购一些，瓷砖只要不泡水都是可以退的，补订瓷砖的时间间隔过长，可能会有批次之间的轻微色差影响美观。',
			'咱家瓷砖需要拼花铺贴，需要由厂家提供排砖图。',
			'地砖上墙，您根据瓷砖规格要求施工方必须使用专用粘接剂贴砖，必须瓷砖背面清理干净并刷背胶，且粘接剂不能混入水泥砂浆，会影响牢固度。（具体情况请咨询监理）',
			'-------系统-------',
			'您家水电验收时，可以和设计师、工长一起对水电点位及下水位置进行确认，防止遗漏。',
			'-------自定义-------',
			'封槽不能凸出墙面，以免腻子找平时墙面不平整。封槽前要洒水，防止空鼓。',
			'做防水前检查墙面空鼓，以免做好防水后返工。',
			'厨房、卫生间、阳台需闭水不低于48小时，验收合格后才能进行下一步工序。',
			'封槽时水管端口需调平，以免后期混水阀安装不平整。',
			'让施工方把整改好的照片上传给客户确认。',
			'建议客户自己拍水电路视频。',
			'封槽前建议测试光纤是否畅通。',
			'封槽前给水管建议做放水测试，避免水管焊接堵塞情况。',
			'排水管管口需做好保护，以免施工中堵塞。',
			'厨卫闭水测试时水位需要盖过地梁，方便检查本层墙角是否渗水。',
			'墙面防水涂刷前水头周边需填实，涂刷防水过程中需加强防水涂刷。',
		],
		防水: [
			'-------系统-------',
			'请您告知施工方准备好保护膜，对已经铺完的地面瓷砖进行保护，并遮盖好下水口避免杂物落入。',
			'-------系统-------',
			'购买过门石和地漏的相关规格尺寸由施工方来提供。',
			'房间内需铺设地板，建议您提前选购，并告知施工方地板加地膜的厚度，施工方根据需求进行地面找平，找平后需洒水养护，避免开裂严重。',
			'-------自定义-------',
			'卫生间闭水试验合格后，陶粒回填，铺钢网，水泥砂浆找平找坡，水泥砂浆厚度不低于五公分。需拍照留存',
			'防水验收合格后注意做好保护，以免施工中破坏防水。',
			'建议安装过门石后再涂刷地面防水，使地面防水形成一个整体',
			'厨卫烟道必须细致处理，密封严再贴砖，避免后期反味。',
			'贴好地砖建议先预约监理验收合格再做保护。',
			'木工隐蔽工程完成前预约监理上门进行隐蔽施工检查，验收合格后封板。',
			'提前和楼下邻居预约闭水验收时间。',
			'阳台地漏建议到楼下去疏通.',
		],
		泥木基层: [
			'-------系统-------',
			'新建的卫生间轻体墙防水尽量涂刷至吊顶高度，避免墙体外侧返潮。',
			'防水施工后的卫生间闭水试验，蓄水时间建议48小时，蓄水时需要您联系楼下邻居，协助注意观察。',
			'厨卫烟道需要提醒施工方必须细致处理，密封后再贴砖，避免后期反味。',
			'瓷砖需做瓷缝、美缝，请您提示施工方铺贴瓷砖时预留缝2毫米的砖缝。',
			'-------自定义-------',
			'瓷砖铺贴建议采用墙砖压地砖工艺，如需要墙地对缝，需要提前告知施工方。',
			'水泥与粘结剂随拌随用，粘结剂中不得掺合其他粘料、膏料与砂子。 玻化砖必须使用匹配的粘结剂，大尺寸的玻化砖建议涂刷2道背胶后铺贴。',
			'注意卫生间门槛石高度，全房要打出地面完成线。',
			'卫生间基坑陶粒回填，需铺钢网，找平找坡，找平厚度不低于5公分。卫生间门槛石缝隙需填实刷水，做闭水测试。',
			'浅色大理石建议用白色瓷砖胶或者白水泥铺贴。',
			'如厨卫采用埃特板吊顶，需提前预埋好油烟机排烟管、卫生间排风管、热水器排气管等。',
			'瓷砖开孔建议使用开孔器。',
			'地砖做保护前施工方需先自检，或者通知监理验收后保护。',
			'铺贴瓷砖的墙面需检查基层无空鼓、无松动后涂刷防水。',
			'大理石送到现场，需施工方验收合格方可铺贴。',
			'需确认无用孔洞封堵处理到位后，再天花吊顶封板。',
			'门槛石建议使用湿铺法铺贴，两侧缝隙填实，内侧刷好防水封闭。',
			'地漏边地砖建议做回字形，地漏需安装在下水口中间，方便排水。地漏边砂浆层无外露。',
			'砌墙或吊顶如有预埋件，需把预埋件提前拿过来安装。',
			'水泥砂浆贴墙砖时注意水泥和砂的比例，不建议用纯水泥贴。',
			'瓷砖缝隙水泥砂浆及时清理。',
		],
		泥木面层: [
			'-------系统-------',
			'因各地板厂家对地面平整度要求不一，我检查的地面找平平整度为参考意见，建议您在地板铺装前约相关厂家上门测量确认，最终以地板厂家测量铺装的标准为准；',
			'-------自定义-------',
			'厨房烟道止逆阀可以进行安装。',
			'窗台石与门槛石安装完成合格后，需及时保护。',
			'橱柜可以进行第二次测量（复尺）。',
			'厨房卫生间需要标识水电走向。',
			'如安装实木地板，地面找平需标记地面走管线位置。',
			'美缝的人到现场后首先要求他针对瓷砖进行检查，有问题提前说明白，否则美缝后在发现瓷砖破损，掉瓷就容易扯皮。',
			'地砖保护施工前施工方需先自检。或者通知监理验收后保护。',
			'木工吊顶封板后建议先开灯孔后批腻子，避免开孔切断龙骨。',
			'让美缝施工方在做缝隙处理前检查是否有瓷砖崩边的情况，经常会有在处理缝隙和卡子时导致崩边。',
		],
		中期验收: [
			'-------系统-------',
			'厨卫止逆阀周边需封堵严密，避免后期反味。',
			'如榻榻米厂家对房屋方正要求较高，您要协调施工方对墙面进行必要的找方找平处理。',
			'施工墙面开槽的部位、原有施工洞，新建墙体、内保温墙需要挂纤维网格布，避免后期开裂。',
			'普通顺平工艺中，要求室内放置高柜、门窗套附近、踢脚线安装部位及开关面板部位进行局部平整度加强，避免影响美观度。',
			'因有垂直要求，普通顺平工艺无法达到此要求，需您确认施工方是否进行垂平施工，施工方需提前报价。',
			'美缝的人到现场后您让他针对瓷砖进行检查，如有问题要提前说明白，避免美缝后发现瓷砖破损、掉瓷双方就容易扯皮。',
			'购买墙漆时尽量不选择亮光漆，使用亮光漆容易出现墙面波浪状阴影，影响美观度。',
			'施工方提供的滚筒和毛刷质量一般，可能影响墙漆效果，您需要自行购买质量较好的滚筒和毛刷刷墙，避免影响美观度。',
			'刷漆前您要再次确认空调外墙孔是否有遗漏，避免刷漆后再打孔污染墙面。',
			'您家地砖铺贴好后，需要用保护膜进行保护，检查时地砖保护膜需要您让施工方配合，进行地砖检查。',
			'-------自定义-------',
			'墙面批嵌必须干透后再进行下一步施工。',
			'刮腻子时应注意调整门套边，柜边垂直度及平整度。 踢脚线处应注意调整平整度。',
			'刮腻子时如果发现安装柜体的墙面误差大于5mm，建议做找平处理，以防后期柜体安装后出现缝隙过大的情况。',
			'厨房烟道止逆阀可以进行安装。',
			'需提供灯具开孔尺寸。建议批腻子前开灯孔，后期开孔容易打到龙骨。',
		],
		腻子批刮: [
			'-------系统-------',
			'带颜色的墙漆涂刷干燥后会比选定色卡的颜色深一些，您在选择时和厂家进行沟通确认，以符合您对墙漆颜色的预期，避免后期扯皮。',
			'腻子打磨后应尽快涂刷底漆，不建议间隔超过24小时，避免引起墙面腻子开裂。',
			'-------自定义-------',
			'建议有颜色乳胶漆先涂刷好底漆，等柜体、木地板安装完成以后再涂刷两遍面漆。',
			'空调风口底板建议刷成黑色漆。',
			'分色线不能保证是一条直线，要与油工确认。',
			'购买墙漆时尽量不选择亮光漆。',
			'如果安装装木质踢脚线时，墙面石膏腻子需要批刮到底，并需要着重检查。',
			'一般施工方提供的滚筒和毛刷质量一般，可能影响墙漆效果，或者可以自购质量较好的滚筒和毛刷。',
			'选择带颜色的墙漆，需要留意色卡和实际涂刷后颜色会略有视觉差异，如现场调制颜色，建议刷面漆时客户在场，先从隐蔽部位刷一小块观察认定。',
			'预约美缝施工时间。',
		],
		面漆检查: [
			'-------系统-------',
			'面漆涂刷后，一周内尽量避免强对流通风，保持室内合理湿度，养护墙顶面漆膜，避免开裂。',
			'水泥地面找平有小裂纹属正常现象，不影响铺装地板，可以考虑涂刷地固，避免起砂。',
			'后期安装产品和搬运家具时尽量避免磕碰墙面，尤其是带颜色的墙面，后期修复可能会有色差、增加修补费用。',
			'瓷缝、美缝工作前，地面瓷砖缝隙要保持干燥，避免影响瓷缝或美缝的质量。',
			'您可以着手购买开关、插座，灯具了。',
			'后期安装的大致顺序是：瓷缝或美缝 -> 开关插座安装 -> 拨打燃气公司改燃气管 -> 厨房排烟管、卫生间排风管安装 -> 厨卫及其他部位的铝扣板安装 -> 橱柜和烟机灶具安装 -> 卫浴用品安装 -> 空调、暖气和灯具安装 -> 地板、室内门和家具安装等。',
			'-------自定义-------',
			'地面安装木地板，需注意水、电管道，不能破坏。',
			'后续墙布安装过程中需注意拼接缝。',
			'预约五金卫浴洁具及定制柜安装。',
			'预留一定量的墙面漆待后期修补施工用。',
		],
		安装: [
			'-------系统-------',
			'室内要保持合理湿度，养护墙顶面及门套、地板等木质品，避免开裂。',
			'地板开孔处、断桥铝或塑钢窗与墙面（瓷砖）之间、踢脚板上口与墙面之间，需使用玻璃胶封闭，避免影响美观。',
			'墙面轻微开裂属于正常现象，不用太紧张，可以待采暖季结束后通知工长安排工人进行维修。',
			'-------系统-------',
			'竣工后您需要与施工方签署基础装修保修条款，一般项目自签订之日开始基础装修保修两年，防水及水电改造等隐蔽工程保修五年。',
			'-------自定义-------',
			'工人角阀安装后要仔细检查是否有渗漏。',
			'厨房台面、卫浴台面、马桶周边建议使用美缝胶和厨卫专用胶以免后期发霉变黑。',
		],
		竣工验收: [
			'-------系统-------',
			'后期通风、散味需要注意保持室内适当湿度，长时间强对流通风会造成墙面开裂，影响美观度。',
			'房间内暂不住人的，每次离开前注意断水断电，保障安全。',
			'墙面轻微开裂属于正常现象，不用太紧张，可以待收缩完毕后工长进行维修。',
			'-------自定义-------',
			'在交付客户前配电箱螺丝需要紧固处理。',
			'各产品保修卡和说明书需移交客户保管。',
			'及时提交施工过程中的影像资料，如有约定提供竣工图时需提交水电竣工图。',
			'让施工方把整改好的照片上传给客户确认。',
			'本次监理服务结束，后期如有问题依旧可以联系监理。',
			'现场网络水晶头还没有安装，由运营商在安装网络时进行网线测通。',
			'柜子边原墙面垂直度误差较大，建议做柜子的收口处理。',
		],
	};

	// *************************
	// 节点

	m.jd = {
		开工交底: {
			现场情况: [
				'现场还未开始拆除，本次原房检查。',
				'现场拆除完成，屋内白灰已铲除，工人在搬运垃圾，大门过道已做好保护。阳台已挂安全网，工地上已配置临时电箱和灭火器。',
			],
			原房检查: ['检查阳台、厨房、卫生间及其他顶面，未发现有渗漏和阴湿痕迹。检查厨房、卫生间下水通畅。'],
			安全检查: [
				'阳台已挂安全网，工地上已配置临时电箱和灭火器。',
				'现场已跟施工方做安全文明施工交底。拆除时应断水断电，施工用电需接临时安全用电箱使用，阳台应挂安全网，防止高空坠物，地漏下水管应做好保护，以免灰渣掉入堵塞。',
			],
			水电燃气: ['现场燃气表未拆卸，需尽快联系燃气公司过来拆卸。'],
			图纸核对: ['现场已核查图纸和预算报价。', '查看图纸，厨房做开放式，已现场告知客户深圳市天然气公司不允许做开放式厨房，后期燃气开通可能会增加费用。'],
			确认情况: [
				'砌墙工艺已交底。卫生间湿区，需倒地梁20公分以上开始砌墙，顶部采用小砂砖斜砌，新旧墙交接处需植钢筋，墙面批荡挂钢丝网（植筋挂网需施工方拍照片发群里确认）',
			],
		},
		水电定位: {
			砌墙检查: [
				'现场新砌墙施工已完成，已挂网目前暂未批荡，待水电完成后批荡处理，检查新砌墙基础施工工艺，湿区已做地梁，干区已使用小砂砖斜砌，新旧墙交接处已挂网，新旧墙结合处已确认植筋。',
				'现场砌墙批荡完成，检查平整度、垂直度、方正度合格。',
				'现场砌墙完成，检查新墙底部地梁合格，砌块平整，满挂钢网。门头使用预制门头过梁，符合要求。',
			],
			电路: [
				'现场回路分配建议详情：\n1）厨房 1组 4㎡线\n2）空调 4组 4㎡线 \n3）照明 1组 2.5㎡线 \n4）冰箱 1组 4㎡线\n5）普通插座 1组 2.5㎡线\n6）卫生间 1组 2.5㎡线\n总开不建议带漏保。厨房、冰箱、普通插座、卫生间建议分开关带漏保。',
			],
			水路: ['水管走地，卫生间水管走墙，会有横槽，利弊已向客户说明。有回水。'],
			交底: ['无智能开关，电线同管同径，卫生间等电位连接已告知施工方，风管机可以让商家安装了。', '现场已与电工交流水电工艺要求，同意按要求施工。'],
			光纤: ['光纤需联系供应商拉线到入户门口。'],
			打孔: ['现场已核对空调打孔位置和数量，所有打孔尽可能一次完成。'],
		},
		水电巡检: {
			现场检查: ['现场施工方在布管穿线。开槽已完成，开槽深度、宽度符合要求。底盒已安装，固定牢固平整。'],
			空调安装: ['风管机已安装，内机使用双螺母固定符合要求，排水管已设置排气孔，外机已用膨胀螺丝固定牢固。'],
			砌墙检查: ['砌墙已完成，湿区已做防水梁，施工方已将门头梁、植筋、挂网照片发到施工群确认，符合要求。'],
			窗户安装: ['现场窗框已安装好，玻璃未安装。外墙防水已处理，结构胶已打好。'],
			材料检查: ['水电材料已进场：电线金龙羽、水管伟星纳米抗菌管、线管伟星管，符合预算清单。'],
		},
		水电验收: {
			点位核对: ['设计师和客户现场已核对开关插座和双控布置。智能开关已留零线到底盒。'],
			布线: ['强弱电分管敷设，间距合理，各导线分色正确，穿管未大于管径40%，符合要求。管卡固定间距符合要求。'],
			电路: [
				'电线回路：空调4组，厨房2组，冰箱1组，卫生间1组，普通插座2组，照明1组。建议配电箱开关的配置为：空调20安空气开关、照明16安空气开关。卫生间、普通插座、冰箱、厨房插座漏电开关。',
			],
			给水管: ['给水管安装完成，打压测试30分钟以上，接头检查未发现渗漏，无明显降压，符合要求。水管走向合理，管卡固定牢固。'],
			排水管: ['排水管放水测试通畅，卫生间地漏及下水底部已做存水弯防臭，二次排水口已做。'],
			空调: ['风管机已安装，内机使用双螺母固定牢固，处机已固定，还未试机，建议在吊顶前完成试机。'],
			瓷砖选购: ['瓷砖选购时注意检查瓷砖自身平整度，如平整度误差大，会影响整体美观度。'],
			确认事项1: ['水电已封槽，部分项目无法检查，已和客户确认。'],
			确认事项2: ['现场部分线管走的旧管 待客户确认。'],
		},
		泥木基层: {
			地砖检查: [
				'现场瓦工在贴地砖。因地砖新贴暂未检查空鼓，待美缝前检查。',
				'工人正在铺贴地砖，已贴地砖平整，缝隙均匀。地面还没做保护。因地砖新贴暂未检查空鼓，待美缝前检查。',
			],
			吊顶检查: ['吊顶施工中。检查吊杆与主龙安装牢固平整，间距合理，边龙骨用膨胀螺丝固定，符合要求。'],
			墙面基层: ['厨房和卫生间墙面基层空鼓率检查符合要求。'],
			地面找平: [
				'地面找平已完成，地面走管处已做标记。检查平整度、水平度符合要求。注意洒水养护，降低空鼓开裂的发生。因各厂家对平整度要求不一致，测量仅供参考，建议地板厂家在安装前进行测量。',
			],
			防水涂刷: ['厨卫防水已涂刷完毕，墙面防水基膜均匀饱满无漏点，涂刷高度符合要求。'],
			材料检查: ['现场检查瓷砖胶、防水、背胶品牌，与材料清单一致。'],
			确认事项: ['已确认地砖上墙，使用瓷砖胶或背胶铺贴，瓷砖胶不能掺水泥砂浆。'],
		},
		泥木面层: {
			地砖: ['地砖铺贴完成，已做好保护。待后期拆除保护检查。', '地砖铺贴完成，铺贴平整，误差2mm符合要求，留缝均匀。'],
			厨卫地砖: ['卫生间地砖已施工完成。干、湿区坡度符合要求。'],
			墙砖: ['厨卫墙砖铺贴完成。已贴墙砖平整方正，留缝均匀。初检空鼓率符合要求，美缝前再复检。'],
			防水: ['卫生间和阳台用水区域已放水做闭水试验，厨房未做闭水试验。'],
			窗台石: ['主卧、次卧窗台石已铺贴完成，现场已做好保护未检查，下次上门检查。'],
			吊顶: ['木工吊顶已完成，石膏板表面平整无损坏，螺丝固定牢固，间距合理，转角处整板套割防开裂；石膏板缝隙合理，无十字通缝，符合要求。'],
			石膏线: ['天花石膏线已安装，石膏线平直、接缝整齐，符合要求。'],
		},
		闭水验收: {
			闭水时间: ['卫生间、阳台闭水超过48小时，水深度符合要求。'],
			闭水检查: [
				'主卫、公卫闭水试验，到楼下查看天花未发现渗漏，闭水试验验收合格，可以进行下步施工。',
				'今天闭水验收，楼下无人需工长明天到楼下查看并发图片到群里，无渗漏方可后续施工。',
			],
			材料检查: ['现场检查进场墙砖，瓷砖自身平整度误差大，建议更换，以免影响美观。'],
			确认事项1: ['现场已告知工长，后续施工注意防水层保护。'],
			确认事项2: ['现场已和施工方沟通泥工施工工艺标准。门槛石两侧需填实涂刷防水，卫生间回填涂刷防水后，做二次闭水试验。'],
		},
		中期验收: {
			贴砖: ['地砖已做保护，后期拆除保护后检查。', '泥工贴砖完成，瓷砖留缝均匀，平整度、垂直度、方正度符合规范。瓷砖空鼓初检合格，后期需复检。'],
			保护: ['要求施工方准备好保护膜保护已经铺完的地面瓷砖，并遮盖好下水口避免杂物落入。'],
			标识: ['现场检查厨房卫生间墙砖表面已张贴水电走向标识。'],
			门: ['阳台门、厨房门已安装完成。推拉顺畅。'],
		},
		腻子批嵌: {
			现场情况: ['油工已开始补缝。油工材料已进场，检查材料与报价单相符。已与油工交待工艺要求。'],
			挂网: ['墙面腻子批嵌已满墙挂纤维网、阴阳角处已使用PVC角条。'],
			石膏线: ['石膏线已安装，安装平直牢固，拼接口严合'],
			保护: ['门套边、窗边已贴美纹纸做保护。'],
			确认事项1: ['窗台石、门槛石未铺贴，建议窗台石、门槛石尽快安排送到现场，以免影响泥工收尾。'],
			确认事项2: [
				'现场已确认为普通顺平工艺。要求室内放置高柜，门窗套附近，踢脚线安装部位和开关面板部位局部平整度加强，高柜侧边处墙面需要有垂直要求。如果原始基层误差过大，普通石膏工艺无法完全达到顺平要求的，需要提前让客户知情。',
			],
		},
		油工基层: {
			现场情况: ['腻子打磨完成，底漆已涂刷。已交待油工在底漆完成后再次在强光下检查瑕疵，修补后方可进行面漆施工。'],
		},
		竣工验收: {
			厨卫吊顶: ['卫生间、厨房天花吊顶已安装，现场检查天花安装平直牢固，符合规范要求。'],
			乳胶漆: ['面漆已涂刷完成，漆膜均匀，手感光滑，分色线平直。'],
			开关插座: ['开关、插座面板已安装，灯具已安装完成。现场使用相位仪逐一检查插座通电正常、接线正确、漏保动作正常。'],
			配电箱: ['配电箱回路已做标识，回路控制正常。'],
			卫浴: ['检测厨卫排水正常，下水管安装无渗漏，卫生间湿区和阳台地面走水测试坡度合格。'],
			地板: ['木地板已安装。检查地板对缝整齐均匀，行走时无明显异响和凹陷感。踢脚线和收边条安装平直牢固。'],
			确认事项: ['未完成的项目说明。'],
		},
	};
	// *************************
	// ***陪签流程
	m.pqlc = {
		陪签介绍: `
  陪签服务内容介绍
  [玫瑰]陪签服务包含：
  现场陪签1次：指小蜜陪签人员陪您去跟施工方签订施工合同，小蜜会站在您的立场与施工方现场沟通审核【报价单】和【施工合同】。

  一、报价单的审核包括：
  1、施工项目是否齐全，尽量减少后期增项和乱收费现象。
  2、审核工艺标准和使用材料是否规范，避免偷工减料，减少后期隐患。
  3、是否有单价偏高项目 ，重复收费项目等；
  二、施工合同审核包括：
  1、是否为工商局统一颁发的制式合同。
  2、甲乙双方违约责任是否平等
  3、甲乙双方义务是否合理。
  4、审核工期约定和付款方式。

  注：陪签人员负责提出报价单中的不合理项目，最终的价格由客户跟施工方协商决定。
  小蜜陪签服务尽可能帮您规避问题及增项，但不保证后期百分百无增项，价格这块小蜜以指导为主，供您参考。
  `,
		审核要求: `
  审核工作要求
  1、报价审核工作，只限于有陪签订单的客户，且每个陪签订单只赠送两份报价审核
  2、客户需增加审核报价份数，需陪签顾问联系客服，由客服与客户联系购买审核服务
  3、单独购买的审核服务为99元/份，单独购买的审核服务，每份提成30元。赠送服务无提成。
  4、审核工作不进服务群，联系客户方式与现陪签联系方式相同
  5、首次微信联系话术：
  感谢您选择装小蜜监理的陪签服务。
  我是您的陪签顾问xxx，我的电话是xxxxxxxxxxx。我会按照您提供的图纸、预算，对现有的报价项目进行审核，主要对报价项目中的施工工艺、辅材适用性、可能的缺漏项、工程量（需要 CAD 图纸进行复核）等方面进行完整性与规范性审核，排除不安全因素，为您与施工方进行装修预算的谈判提供参考。
  请您将施工方提供的施工图纸、效果图、报价、材料清单等资料发送到我的邮箱***@zhuangxiaomi.com，我会在收到资料的3天内回复您审核结果。
  我的在线咨询时间为 9:00-21:00，您有问题可在服务群给我留言。因有陪签工作，回复可能略有延时，我会在看到信息的第一时间与您联系，请您谅解。谢谢!
  6、收到客户资料后，需与客户沟通，了解客户装修需求与报价、图纸是否吻合。
  话术如下：
  您的资料我已经查看，我一会儿会与您电话沟通家里的装修情况，您现在如不方便接听电话稍后可以拔打我的电话 XXXXXXXXXX，谢谢！
  7、审核完毕，将审核建议发给客户后，需电话沟通进行讲解，沟通时间不低于30分钟。
  话术如下：
  尊敬的客户您好，本次预算审核建议已经发送，您什么时间方便，跟您电话进行详细讲解，如有任何疑问， 请打我的电话 XXXXXXXXXX，谢谢！
  8、沟通完成话术：
  尊敬的客户您好，本次预算审核服务已完成，我会按照您约定的时间与地点陪同您签订施工合同，根据您的装修实际需求，进行图纸完整性、施工报价、施工工艺、用材等审核工作，配合您与施工方进行装修合同条款的谈判，排除不安全因素，协助您与施工方达成一致，完成装修合同的签订。
  请您将已确定准备签约施工方的最终版图纸、报价发给我，我会提前熟悉与记录问题。
  请您提前 3 天告知我陪签的时间，我会按照约定时间准时到达签约地点，如有咨询，我的电话 ***，谢谢!
  9、如客户不需要审核服务，可直接发送现有陪签话术
  `,
		陪签流程: [
			'',
			'接单，发审核话术',
			'（定期询问进度）',
			'审核后（按审核格式回复审核内容）',
			'预约陪签（说明需要提前2-3天预约话术[提前约]）',
			'陪签前发送陪签说明书（话术[发说明书]）',
			'（和客户确认，报价中没有包含的项目是否现场提出还是私下说明[沟通方式]）',
			'陪签（将记录的项目和客户一一核对确认）',
			'日志发送（话术）',
			'提醒申请分派监理（[派监理]话术）',
			'提醒后期注意事项（如拆除分包中的安全责任，窗子的拆除要在安装前，其他商家的安全责任）\n\n\t注意：如果客户联系你的时候在忙，等忙完了再回复。如果时间比较长，跟客户说明，现在在忙，忙完了会回复您。不要在忙的时候间断回复客户，造成不好体验。审核结果回复要详细完整，不要挤牙膏',
		],
		提前约: '  您好，您确定了好了施工方后提前2-3天约陪签的时间，以免时间冲突给您带来不便',
		发说明书: '  这里有一些签合同的注意事项，您参考一下。付款方式和延期赔付您也先和施工方了解一下。如果比较赶工期，可以把延期赔付提高一些',
		沟通方式: '  您好，现场如果有遗漏的项目是现场提出来还是私下和您讲',
		陪签内容: '  明天的工作您可以先和施工方对方案，让施工方核对一下有疑问的工程量，然后我询问合同和报价中的一些问题（增减项说明、验收标准、辅材清单等）。建议合同中没有的内容添加到附加合同中，不要怕抹不开面子只口头承诺。主材需要您自己选择，我可能给不了您什么建议。',
		派监理: '  您好，下一步就正式开工了，您先在小程序中申请分派监理。分派监理后他会联系您，和您确认具体的上门时间[抱拳]',
		回复延迟: '	您好，由于平时可能在工作中，回复信息不及时，如果您比较急可以直接给我电话[抱拳]',
		是否砍价: '	施工方价格一般是固定的，可以协商在总价打一个折扣。价格由您去和施工方谈，我们在场的时候可能优惠没有那么大，因为他们不想我们知道他们的底价。',
		图纸: '	需要有平面布置图、拆建图、水电布置图、吊顶图、铺贴图等，如果有特殊的地方也要有图纸。',
		工艺要求: '	我们主要是依据施工方的验收标准和工艺要求。如果施工方没有工艺要求或者低于国标会让他们按照我们的要求。如果有特殊的涉及要求需要提前说明。',
		选施工方: `	选择装修公司注意事项:
  1、装修公司设计师的专业能力，沟通是否顺畅，设计是否满意，服务态度等。
  2、施工现场查看，了解一下施工方的工艺。
  3、售后服务能力，质保期限等
  4、咱们是请了第三方监理的，装修公司是否可以按国标验收，是否可以配合咱们甲方监理。
  这些在选择装修公司的时候都要考虑一下，谢谢`,
		十承诺: [
			'装小蜜监理十大承诺：',
			'监理上门前3次对于监理服务不满意可以退全款。',
			'对服务不满意可以免费调换监理。',
			'陪签服务不满意无理由退全款。',
			'管控严格，制定督导上门巡检机制，售后回访机制。',
			'专属服务群，安排“在线反馈/投诉客服”，有问题随时反馈。',
			'监理报告，监理上门服务必须提交监理日志，明确当天检查项目、进度与工地隐患。',
			'小蜜对监理老师拥有管理权。监理全部为公司全职员工，缴纳五险一金。如出现徇私舞弊的问题会直接开除。',
			'建立大群“蜜友装修交流群”接受群众监督。',
			'监理福利好，待遇好，小蜜公司倡导高薪养廉。',
			'售后服务承诺，竣工后一年内出现质量问题，监理中心安排专人上门鉴定，确认是监理检查不到位导致的，小蜜承担监理责任，最高赔付2倍监理费。',
		],
		拆除: [
			'',
			'原卫生间防水层是否铲除',
			'是否拆除内保温层',
			'墙砖铲除（是否铲除原批荡层）；铲除后修补；空鼓处理',
			'地脚线铲除',
			'铲除墙皮要求',
			'地砖拆除已/未包含找平层拆除',
			'地板拆除已/未包含地木骨、踢脚线拆除',
			'一口价中已/未包含墙面铲除、水泥砂浆找平层是否铲除、耐水腻子铲除是否包含',
			'可能漏项：地面超厚、外运、地脚线、铲除保温层；',
		],
		新建: [
			'',
			'地脚线',
			'包管（隔音）',
			'墙面挂网、新旧墙连接处植筋挂网，地梁、门头过梁',
			'石膏板隔墙防潮处理',
		],
		水电: [
			'',
			'是否全改、三线等径、电路点位回路限制',
			'智能走线加零线、电箱、弱点点位、6类网线',
			'中央空调走线、新风',
			'水管走向（横槽）、水管大小是否6分管、循环水（大小循环）、总水阀',
			'淋浴区地漏75管',
			'开关插座安装、灯具安装、卫浴安装、五金安装',
			'穿梁打孔',
			'等电位连接',
		],
		泥木: [
			'',
			'防水高度、防水几遍、回填铺钢网、二次排水',
			'墙砖压地砖、碰角，瓷砖胶和背胶、空鼓率',
			'卫生间顶面下水隔音处理、壁龛、壁挂马桶',
			'填缝、挡水条、窗台石、门槛石、包管（隔音、挂网）、地面找平、地脚线',
			'吊顶防火防潮处理',
			'单/双层石膏板吊顶、检修口、回风口、窗帘盒',
		],
		油漆: [
			'',
			'是否介意外墙腻子打底（普通腻子、外墙腻子）',
			'界面剂、调色、顺平/垂平、挂网、PVC角条、墙面石膏找平厚度限制',
			'墙面腻子顺平工艺，柜子边做垂平，射灯区域墙面无明细阴影，地脚线、门边加强处理',
			'腻子施工时不可掺任何胶水',
		],
		综合: [
			'',
			'管理费、成品保护费、过道保护费、垃圾清理费、材料二次搬运费、外运费、保险费、装修押金、增项要求、减项要求、不平等条款。防白蚁',
			'合同审核重点：工期(从什么时候开始计算，有的是水电开始，有的是拆除完成开始，需明确)、付款方式、安全、质保、违约责任',
			'结算时没有增项，除客户变更设计方案或预算中有明确备注外',
			'方案变更需客户确认后施工',
			`容易漏项的项目：中央空调走线、打孔、铲除后修补、地面超厚、新风。
		全包项目注意查看阳台墙面处理是否已包含 `,
			`当遇到老房/二手房装修，可能存在原抹灰层质量疏松空鼓的情况，若存在大面积疏松、空鼓、开裂等现象，会产生的原抹灰层铲除及重新粉刷的费用，并需要施工方明确价格`,
		],
		合同建议: [
			'合同建议：',
			'付款方式：您需要提前了解付款节点和比例，我们建议签约时付 30%，水电验收时付 35%，中期验收时付 30%，竣工后付5%。需注意全包的前期付款比例会较大。',
			'延期赔付：很多公司的延期赔付是50元/天。我们建议200元/天。这个可能会双方约束',
			'您提前了解一下他们的工期，工期是从什么时候开始计算，有的是从水电开始进场计算。',
			'增项有没有约束，减项是否有限制',
			'签合同时附件是否已完整（图纸、预算、优惠），有些装修公司会有折扣优惠。前期洽谈时装修公司承诺的内容一定要文字记录到合同中',
			'水电质保建议至少5年，有些合同中是两年',
			'全包需注意提前选好主材或者选材范围，在合同中注明，避免后期选材不同增加费用',
			'工程质量验收不合格，经整改后，另行验收，整改费用由乙方承担。整改后仍不合格，甲方可要求乙方继续整改，整改费用由乙方承担，也可双方约定要求乙方离场并按双方预算报价赔偿不合格项目的损失。',
			'由于乙方在施工生产过程中违反有关安全操作规程和消防法，导致发生安全或质量事故，乙方应承担由此引发的一切经济损失。'
		],
		合同: [
			'',
			'因施工质量不合格而产生的返工费用，由乙方承担全部责任',
			'因乙方原因造成的人员安全问题以及第三方经济损失，由乙方承担全部责任。如因楼板原因，施工方正常施工导致渗水到楼下，由施工方负责修复；如有赔偿，双方协商。',
			'增项不超过预算总金额5%。在方案不变的情况下增项超过5%部分甲方不用承担。方案变更需甲乙双方签字确认后施工，否则甲方有权不认可。',
			'如甲方对预算中的工程量有疑问可要求乙方对工程量进行复核，以实际为准',
			'乙方施工质量应不低于装小蜜验收标准',
			'延期时间需要有一个限制，工期延期多长时间，甲方有权终止合同，并要求乙方承担违约金',
			'乙方需定期发送施工进度到施工群',
			'如预算中计算错误，责任由乙方承担',
			'现场施工人员因为使用水、电等各类行为导致管道堵塞、渗水或其他影响工程进度、质量机邻居安全的行为，由乙方负责赔偿',
			'施工进场后60个工作日完工，乙方每超过一天赔付300元',
			'因装修公司导致管理除押金无法退回，由乙方负责',
		],

		核对工程量: ['墙面、顶面、防水、吊顶'],
		核对辅材: ['水泥、防水、电线套管及配件、给水管及配件、排水管及配件、电线（阻燃）、电视线、网线（6类）、防潮石膏板、龙骨、木板、界面剂、腻子粉'],
		合同建议: `合同付款比例和节点，工期以及工期延期的赔付您可以提前沟通一下。
			付款的比例建议是开工前30%，水电验收30%,泥木工程验收30%，竣工验收10%，
			延期建议是200一天`,
		进度: `现在施工方找的怎样了？有报价了可以发过来先看一下`,
	};


	// **************************
	// *话术

	m.hs = {
		全程: {
			进场: '	尊敬的客户您好，我已到现场准备开始工作。',
			离场: '	尊敬的客户您好，本次监理服务工作已经完成并离开现场，现场问题已跟您沟通，有什么疑问随时电话联系我.@客户',
			进群: `	尊敬的客户您好，我是您的监理myname，我会站在您的立场严把质量关，现场施工的相关问题您都可以与我联系，由我协助您解决。稍后我会电话联系您，与您确定具体上门时间，我的电话：mytel，我会和您说明服务流程和您要准备的东西。谢谢！`,
			更换: `	尊敬的客户您好，我是您的监理myname，由我负责您家后续的施工项目检查。我会站在您的立场严把质量关，协助您解决装修问题。稍后我会电话联系您确定具体上门时间，我的电话：mytel，有任何问题可以随时与我联系，谢谢！`,
			开工: `	
	尊敬的客户您好，开工交底当天，需要您与施工方共同到现场，原装修如果需要拆除时需要确定如何拆除与相关要求；我会对房屋进行装修前质量检查，拆除完成后水电定位时，请约好施工方负责人、水电工、设计师、以及供应商等人员进行水电定位的确认，在确认工作前您需要确定家具、电器、卫浴的尺寸及摆放位置，我会从中主导与协调开工的工作安排，我的工作时间一般为1-2小时。如有设计师时也需要到场作设计交底，橱柜供应商需要到场先量尺寸尽早出具厨房水电定位图。
	如您需要我在拆除前先看一下现场请提前告知，我会合理安排时间上门，根据现场情况会告知您拆除前的一点建议和相关施工事项，如您与施工方有什么特别的要求或协议，请提前告知我。`,
			// 联系: '	尊敬的客户您好，已经好多天未联系了，请问有什么需要我帮助或咨询的事情吗？',
			// 联系2: '	尊敬的客户您好, 咱这边还剩一次竣工验收, 届时需要上门竣工验收需您提前2-3天告知具体时间，谢谢！',
			安排: '	尊敬的客户您好，根据上次验收后的计划安排，我应该明日XX点左右到您家，主要检查xx等项目。您询问下施工方是否可以进行检查。如您时间不方便，可以不到场，有需要特别交代我的事项，请提前告知我。我现场检查完毕后会联系您，告知现场情况，并在日志中说明现场情况。如您要求和我一起现场见面检查咱们约个时间。',
			预约: '	尊敬的客户您好，已约定好明/今日x点到您家，主要检查xx等项目。我现场检查完毕后会告知您现场情况，并在日志中说明现场情况。',
			好评: '	@客户 您好，日志已发送，请查收，有什么问题可以随时联系我。如果对我的监理服务满意，您可以在小红书给装小蜜做一个评价，让更多的业主知道第三方监理[握手]',
			关闭: `	尊敬的客户您好：\n近期未与您联系上，不知道您家进行的哪一步了？因临近订单存续周期，系统将自动关闭。如您有其他情况，请告知我，我向公司申请延期。如7天后未收到您的消息，系统将自动结束服务并解散服务群。后期如有需要，请您联系我，或装小蜜售后400-6262315。\n谢谢，盼复。`,
			// 经理: `	尊敬的客户您好，我是装小蜜mycity城市经理myname，在整个服务过程中如果您对监理工作有任何意见可及时与我联系，同时也希望您能对装小蜜监理工作多提宝贵建议，我的电话：mytel，谢谢！`,
		},
		日志: {
			巡检: `	
	尊敬的客户您好，本次为第 X 次工作，监理报告在您的服务群中的微信小程序或公众号中查看和分享，建议收藏本次日志：长按小程序出现“更多”，点击下方小方块完成收藏。
	监理日志中已记录了相关问题，需要您一起督促施工方整改，我也会进行跟踪复查。如施工方对整改要求不了解时请您及时联系我。
	下一次工作是 XXX，根据进度安排预计在 X 天后上门，在下次上门期间如有问题请及时联系我，如果您满意我的工作，可以点击日志的“加个鸡腿”，分享给需要装修的朋友，谢谢！
	`,
			开工: `  
	尊敬的客户您好，本次为第 X 次工作，监理报告在您的服务群中的微信小程序或公众号中查看和分享，建议收藏本次日志：长按小程序出现“更多”，点击下方小方块完成收藏。
	我们的铭牌与公告牌在现场已张贴，施工方扫描二维码就可以查看我们的具体要求。
	下一次工作是确定水电定位，根据施工进度预计在 X 天后进行水电定位及管线走向的确定，在下次上门期间如有问题请及时联系我。
	公司会进行满意度回访，欢迎您对我的工作做出如实评价，如果您满意我的工作，可以点击日志的“加个鸡腿”，分享给需要装修的朋友，谢谢！
			
			`,
			验收: `	
	尊敬的客户您好，本次为第 X 次工作，监理报告在您的服务群中微信小程序或公众号中查看和分享，建议收藏本次日志：长按小程序出现“更多”，点击下方小方块完成收藏。
	因为有问题整改项，下一阶段工程款请在整改合格后支付。整改问题需要您和我一起督促施工方整改，我也会进行跟踪复查。如施工方对整改要求不了解时请您及时联系我。
	下一次工作是 XXX，根据进度安排预计在 X 天后上门，在下次上门期间如有问题请及时联系我。
	公司会进行满意度回访，欢迎您对我的工作做出如实评价，如果您满意我的工作，可以点击日志的“加个鸡腿”，分享给需要装修的朋友，谢谢！
	`,

			竣工: `	
	因为有问题整改项，结算工程款请在整改合格后支付。整改问题需要您督促施工方整改，如施工方对整改要求不了解时请您及时联系我。
	公司会进行满意度回访，欢迎您对我的工作做出如实评价，如果您满意我的工作，可以点击日志的“加个鸡腿”，分享给需要装修的朋友，谢谢！
	感谢您使用装小蜜监理，后期有什么问题都可以联系我或客服 4006262315，祝一切顺利！`,
			第一次: `	
	尊敬的客户您好，本次为第 1 次工作，监理报告在您的服务群中的微信小程序或公众号中查看和分享，建议收藏本次日志：长按小程序出现“更多”，点击下方小方块完成收藏。
  我们的铭牌与公告牌在现场已张贴，施工方扫描二维码就可以查看我们的具体要求。
	下一次是拆除情况检查，根据进度安排预计在下周上门，在下次上门期间如有问题请及时联系我。如果您满意我的工作，可以点击日志中“加个鸡腿”，分享给需要装修的朋友，谢谢！
	日志内容已与您现场沟通，服务流程已讲解，现场已对您进行宣誓✊🏻✊🏻✊🏻，已做施工标准交底，如有疑问可随时联系，谢谢`,
			未宣誓: `  
	尊敬的客户您好，本次为第 1 次工作，监理报告在您的服务群中的微信小程序或公众号中查看和分享，建议收藏本次日志：长按小程序出现“更多”，点击下方小方块完成收藏。
  我们的铭牌与公告牌在现场已张贴，施工方扫描二维码就可以查看我们的具体要求。
	下一次是拆除情况检查，根据进度安排预计在下周上门，在下次上门期间如有问题请及时联系我。如果您满意我的工作，可以点击日志中“加个鸡腿”，分享给需要装修的朋友，谢谢！
	因您及您的家人均未在现场，服务宣誓及服务讲解等工作待下次与您或您的家人见面进行沟通。 已做施工标准交底，如有疑问可随时联系，谢谢[抱拳][抱拳][抱拳]`,
			格式: `	
一、现场人员


二、今日工作内容
水电验收，现场检查结果已跟客户沟通，确认后离场;


三、本次工作装修建议及确认事项:


四、后续施工注意事项


五、下次监理上门检查节点			
			`,

			// 	解散群: `	客户家已竣工，现场已完成最后一次上门服务，麻烦解散一下服务小群~[握手]`,
		},
		审核: {
			进群: `	尊敬的客户您好，感谢您选择装小蜜监理服务。
  我是您的审核顾问【myname】，将由我为您提供2份报价审核服务。请您将施工方报价及施工图纸发到服务群内，我将在2天内给您回复审核信息。因每天会有陪签${/*或监理工作（根据审核老师工作内容选择一个）*/''}，白天回复会有不及时。您可以在服务群@我，给我留言，看到信息后，我会第一时间回复您，谢谢。`,
			收资料: `	您的资料我已经查看，我一会儿会与您电话沟通家里的装修情况，您现在如不方便接听电话稍后可以拔打我的电话：mytel，谢谢！`,
			审核后: `	尊敬的客户您好，本次预算审核建议已经发送，您什么时间方便，跟您电话进行详细讲解，如有任何疑问， 请打我的电话：mytel，谢谢！`,
			沟通后: `	尊敬的客户您好，本次预算审核服务已完成，我会按照您约定的时间与地点陪同您签订施工合同，根据您的装修实际需求，进行图纸完整性、施工报价、施工工艺、用材等审核工作，配合您与施工方进行装修合同条款的谈判，排除不安全因素，协助您与施工方达成一致，完成装修合同的签订。
	请您将已确定准备签约施工方的最终版图纸、报价发给我，我会提前熟悉与记录问题。
	请您提前 3 天告知我陪签的时间，我会按照约定时间准时到达签约地点，如有咨询，我的电话： mytel，谢谢!`,
			陪签内容: `	陪签服务内容介绍
  [玫瑰]陪签服务包含：
	现场陪签1次：指小蜜陪签人员陪您去跟施工方签订施工合同，小蜜会站在您的立场与施工方现场沟通审核【报价单】和【施工合同】。
	
	一、报价单的审核包括：
	1、施工项目是否齐全，尽量减少后期增项和乱收费现象。
	2、审核工艺标准和使用材料是否规范，避免偷工减料，减少后期隐患。
	3、是否有单价偏高项目 ，重复收费项目等；
	二、施工合同审核包括：
	1、是否为工商局统一颁发的制式合同。
	2、甲乙双方违约责任是否平等
	3、甲乙双方义务是否合理。
	4、审核工期约定和付款方式。
	
	注：陪签人员负责提出报价单中的不合理项目，最终的价格由客户跟施工方协商决定。
	小蜜陪签服务尽可能帮您规避问题及增项，但不保证后期百分百无增项，价格这块小蜜以指导为主，供您参考。
	`,
		},
		陪签: {
			进群: `	感谢您选择装小蜜监理的陪签服务，我是您的陪签顾问【myname】老师，电话【mytel】。
      我会帮您免费审核2份报价单【如需多审，可以联系客服单独购买】，您可以将施工方提供的施工图纸、效果图、报价、辅料单等资料发给我，我会在收到资料的3天内回复您审核结果。
      我的群内在线咨询时间为 9:00-21:00，您有问题可以在服务群中给我留言@我，看到信息后我会第一时间给您回复（因有陪签工作，白天回复信息可能有延迟，请您见谅）
       您预约现场陪签时间一般要提前3天，节假日越早越好。提前预约主要是怕您跟其他客户有时间冲突，以便做好协调。`,
			预约: `	尊敬的客户您好，已约定好明日【 】到【 】，进行陪签工作。明日现场工作完成后，我会在日志中详细记录陪签内容。`,
			到场: `	尊敬的客户您好，我已到现场准备开始工作。`,
			离场: `	尊敬的客户您好，本次陪签服务已经完成，我们客服会进行满意度回访，希望您如实评价并对我们 的服务多提宝贵意见，谢谢!`,
			日志: `	尊敬的客户您好，本次陪签内容已记录在此日志中，如有问题，可随时与我联系。如您对我的服务满意，可以点击日志中“加个鸡腿”，把小蜜服务推荐给您的亲朋好友。感谢您使用装小蜜陪签服务，谢谢！`,

		},
	};

	m.jianli_data = [
		'王维金',
		'杨则喜',
		'盛波',
		'冯绍汉',
		'涂胜',
		'雷中林',
		'蔡仁学',
		'刘必波',
		'朱亚南',
		'王有效',
		'郭建湖',
		'李云生',
		'干许祥',
		'邝晓鹏',
		'田惊雷',
		'吴杰',
		'陈彬',
		'陈勃',
		'比尔盖茨',
	];

	return m

})(globalThis);

// 以下是话术里面的内容，在data节点下面
/*
	"督": {
		"全程": `    您好，我们已经为您安排好监理jianli老师，以后就由他为您监管工程质量。`,
		"体验": `    您好，我们已经为您安排好监理jianli老师，由他负责您本次的装修义诊活动体验服务。`,
		"陪签": `    您好，我们已经为您安排好监理jianli老师，由他负责您本次的预算审核和陪签服务，稍后陪签老师会和您联系，和您确认陪签的时间和地点。`,
		"完工": `    尊敬的客户您好:  恭喜您家基础工程竣工验收非常感谢您使用装小蜜服务[抱拳][抱拳]后期如果有需要咨询或帮助的时候，请及时联系我们。也欢迎把我们的服务介绍给您的同事、亲朋好友 。提前预祝您乔迁新居之禧、一切顺利，祝您生活愉快![愉快]`,
		"全程2": `    您好，我们已经为您安排好监理jianli老师，以后就由他为您监管工程质量，请您将您家最终确定的报价和图纸发一份在群里，以便我们监理在上门前了解一下您家的情况。`,
		"建群": "  开工前3天请在公众号【装小蜜装修监理】-【我的服务】预约分派监理老师，以便监理老师更好的安排时间为您服务。  ",
		"提醒": " 开工前3天请在公众号【装小蜜装修监理】-【我的服务】预约分派监理老师，以便监理老师更好的安排时间为您服务。",
		"进群": " 尊敬的客户您好，我是装小蜜mycity城市经理myname。在整个服务过程中如果您对监理工作有任何意见可及时与我联系，同时也希望您能对装小蜜监理工作多提宝贵建议，我的电话：mytel，谢谢！",
		"好评": `如果对我们的监理服务满意，您还可以在大众点评给装小蜜做一个评价，让更多的业主知道第三方监理[抱拳]
		评价方法：
		1.打开“大众点评”APP 或 小程序
		2.搜索一下“监理”或“装修公司”，随意点开2家，产生浏览记录
		3.找到“装小蜜”店铺进行评价，可以附照片哦

		感谢您对装小蜜的认可与支持，我们一定再接再励为您服务[嘿哈][嘿哈] 要50字以上哟`,
		},
	"体验": {
		"进群": `  我是负责您本次装修义诊体验活动的监理myname，服务内容包括：装修前的房屋勘察，以及装修的相关咨询，我会站在您的角度尽量帮您解答装修前期的相关疑惑。
	这是我的电话:mytel，有问题随时联系我。`,

		"日志": `  感谢您体验装小蜜服务，希望在装修过程中可以帮到您。如有装修问题，您可以随时联系我们。`,
	}
	*/