export default
{
  "header": [
    "序号",
    "分类",
    "项目",
    "客厅卧室",
    "厨卫",
    "阳台",
    "拆除",
    "砌墙",
    "安装",
    "综合",
    "水电",
    "瓦工",
    "木工",
    "油工",
    "辅材",
    "说明"
  ],
  "data": [
    {
      "序号": 1,
      "分类": "泥工",
      "项目": "门槛石",
      "客厅卧室": 1,
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "是否包含门槛石"
    },
    {
      "序号": 2,
      "分类": "泥工",
      "项目": "地砖",
      "客厅卧室": 1,
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "贴砖厚度、规格是否有限制。地砖不允许空鼓"
    },
    {
      "序号": 3,
      "分类": "泥工",
      "项目": "找平",
      "客厅卧室": 1,
      "瓦工": 1,
      "说明": "是否需要找平"
    },
    {
      "序号": 4,
      "分类": "泥工",
      "项目": "地脚线",
      "客厅卧室": 1,
      "瓦工": 1,
      "说明": "是否包含，需明确是明装还是暗装"
    },
    {
      "序号": 5,
      "分类": "泥工",
      "项目": "反梁贴砖",
      "阳台": 1,
      "瓦工": 1,
      "说明": "是否已包含反梁贴砖"
    },
    {
      "序号": 6,
      "分类": "泥工",
      "项目": "窗台石",
      "客厅卧室": 1,
      "瓦工": 1,
      "说明": "是否已包含贴窗台石"
    },
    {
      "序号": 7,
      "分类": "泥工",
      "项目": "挡水条/淋浴下沉",
      "厨卫": 1,
      "瓦工": 1,
      "说明": "是否包含淋浴区下沉处理"
    },
    {
      "序号": 8,
      "分类": "泥工",
      "项目": "墙砖",
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "碰角、墙压地是否包含，墙地对缝"
    },
    {
      "序号": 9,
      "分类": "泥工",
      "项目": "瓷砖胶/背胶",
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "是否包含背胶和瓷砖胶"
    },
    {
      "序号": 10,
      "分类": "泥工",
      "项目": "壁龛",
      "厨卫": 1,
      "瓦工": 1,
      "说明": "是否需要壁龛"
    },
    {
      "序号": 11,
      "分类": "泥工",
      "项目": "壁挂马桶",
      "厨卫": 1,
      "瓦工": 1,
      "说明": "是否有壁挂马桶。如有，则需要砌砖"
    },
    {
      "序号": 12,
      "分类": "防水",
      "项目": "地面防水",
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "是否已包含地面防水"
    },
    {
      "序号": 13,
      "分类": "防水",
      "项目": "墙面防水",
      "厨卫": 1,
      "阳台": 1,
      "瓦工": 1,
      "说明": "墙面防水涂刷不低于2.4米"
    },
    {
      "序号": 14,
      "分类": "防水",
      "项目": "沉降池回填",
      "厨卫": 1,
      "瓦工": 1,
      "说明": "是否有沉降池。陶粒回填建议用钢筋网。沉箱确认含防水处理"
    },
    {
      "序号": 15,
      "分类": "木工",
      "项目": "吊顶",
      "客厅卧室": 1,
      "厨卫": 1,
      "阳台": 1,
      "木工": 1,
      "说明": "建议轻钢龙骨双层石膏板吊顶，单层石膏板建议使用12mm石膏板"
    },
    {
      "序号": 16,
      "分类": "木工",
      "项目": "窗帘盒",
      "客厅卧室": 1,
      "阳台": 1,
      "木工": 1,
      "说明": "是否包含窗帘盒，底板厚度不低于15mm"
    },
    {
      "序号": 17,
      "分类": "木工",
      "项目": "风口",
      "客厅卧室": 1,
      "木工": 1,
      "说明": "是否已包含风口加固，风口背板需刷黑漆"
    },
    {
      "序号": 18,
      "分类": "木工",
      "项目": "背景墙（防潮/防火）",
      "客厅卧室": 1,
      "木工": 1,
      "说明": "是否包含防潮、防火处理。在深圳建议木板做防潮处理。家装较少做防火处理。"
    },
    {
      "序号": 19,
      "分类": "油工",
      "项目": "界面剂",
      "客厅卧室": 1,
      "油工": 1,
      "说明": "是否已包含"
    },
    {
      "序号": 20,
      "分类": "油工",
      "项目": "批腻子",
      "客厅卧室": 1,
      "油工": 1,
      "说明": "柜子边做垂平，室内不建议使用外墙腻子，是否耐水腻子"
    },
    {
      "序号": 21,
      "分类": "油工",
      "项目": "厨卫阳台批腻子",
      "厨卫": 1,
      "阳台": 1,
      "油工": 1,
      "说明": "用水区域建议用防水腻子和防水油漆"
    },
    {
      "序号": 22,
      "分类": "油工",
      "项目": "挂网",
      "客厅卧室": 1,
      "阳台": 1,
      "油工": 1,
      "说明": "是否包含"
    },
    {
      "序号": 23,
      "分类": "油工",
      "项目": "PVC角条",
      "客厅卧室": 1,
      "阳台": 1,
      "油工": 1,
      "说明": "是否包含"
    },
    {
      "序号": 24,
      "分类": "油工",
      "项目": "乳胶漆",
      "客厅卧室": 1,
      "阳台": 1,
      "油工": 1,
      "说明": "未包含，调色漆涂刷是否会增加费用"
    },
    {
      "序号": 25,
      "分类": "油工",
      "项目": "冲筋找平",
      "客厅卧室": 1,
      "油工": 1,
      "说明": "冲筋找平不是必做项目，看您对墙面平整度的要求"
    },
    {
      "序号": 26,
      "分类": "拆砌",
      "项目": "拆除",
      "拆除": 1,
      "说明": "拆除建议一口价，全屋拆除成毛坯。地面拆到楼板，厨卫墙面拆到红砖层。包含拆墙。含5平方内腻子墙面基层空鼓处理"
    },
    {
      "序号": 27,
      "分类": "拆砌",
      "项目": "新建墙",
      "砌墙": 1,
      "说明": "砌墙新旧墙体交接处需要搭接挂网处理。"
    },
    {
      "序号": 28,
      "分类": "拆砌",
      "项目": "挂钢丝网",
      "砌墙": 1,
      "说明": "是否包含"
    },
    {
      "序号": 29,
      "分类": "拆砌",
      "项目": "批荡",
      "砌墙": 1,
      "说明": "是否包含"
    },
    {
      "序号": 30,
      "分类": "拆砌",
      "项目": "地梁",
      "砌墙": 1,
      "说明": "是否包含"
    },
    {
      "序号": 31,
      "分类": "拆砌",
      "项目": "过梁",
      "砌墙": 1,
      "说明": "是否包含"
    },
    {
      "序号": 32,
      "分类": "拆砌",
      "项目": "拆除修补",
      "厨卫": 1,
      "阳台": 1,
      "砌墙": 1,
      "说明": "厨卫墙面拆除后需批荡修补。门边、窗边、墙体拆除后的修补是否已包含"
    },
    {
      "序号": 33,
      "分类": "拆砌",
      "项目": "包管（隔音）",
      "砌墙": 1,
      "说明": "包管是否含阻尼片和隔音棉"
    },
    {
      "序号": 34,
      "分类": "水电",
      "项目": "水电",
      "水电": 1,
      "说明": "水电价格"
    },
    {
      "序号": 35,
      "分类": "水电",
      "项目": "水电点位",
      "水电": 1,
      "说明": "电路回路和强弱电点位数量是否有限制。用线规格要确认三线同径。"
    },
    {
      "序号": 36,
      "分类": "水电",
      "项目": "电路回路",
      "水电": 1
    },
    {
      "序号": 37,
      "分类": "水电",
      "项目": "给水管",
      "水电": 1,
      "说明": "卫生间建议水管走顶，是否用6分管，是否含总水阀。如走顶是否含保温棉"
    },
    {
      "序号": 38,
      "分类": "水电",
      "项目": "中央空调线",
      "水电": 1,
      "说明": "是否包含"
    },
    {
      "序号": 39,
      "分类": "水电",
      "项目": "大循环回水",
      "水电": 1,
      "说明": "是否包含大循环回水"
    },
    {
      "序号": 40,
      "分类": "水电",
      "项目": "是否需要回水",
      "水电": 1,
      "说明": "厨卫距离较近，可以不用回水"
    },
    {
      "序号": 41,
      "分类": "水电",
      "项目": "智能开关零线",
      "水电": 1,
      "说明": "是否包含智能开关加零线（深底盒）"
    },
    {
      "序号": 42,
      "分类": "水电",
      "项目": "电箱/空开安装",
      "水电": 1,
      "说明": "是否包含电箱更换和安装"
    },
    {
      "序号": 43,
      "分类": "水电",
      "项目": "等点位",
      "水电": 1,
      "说明": "卫生间如有等电位，需做等电位连接"
    },
    {
      "序号": 44,
      "分类": "水电",
      "项目": "梁上打孔",
      "水电": 1,
      "说明": "是否包含"
    },
    {
      "序号": 45,
      "分类": "安装",
      "项目": "开关插座安装",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 46,
      "分类": "安装",
      "项目": "灯具安装",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 47,
      "分类": "安装",
      "项目": "卫浴安装",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 48,
      "分类": "安装",
      "项目": "五金安装",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 49,
      "分类": "管理",
      "项目": "成品保护",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 50,
      "分类": "管理",
      "项目": "过道保护",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 51,
      "分类": "管理",
      "项目": "材料搬运",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 52,
      "分类": "管理",
      "项目": "垃圾清理",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 53,
      "分类": "管理",
      "项目": "垃圾外运",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 54,
      "分类": "管理",
      "项目": "管理费",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 55,
      "分类": "管理",
      "项目": "设计费",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 56,
      "分类": "管理",
      "项目": "保险费",
      "安装": 1,
      "综合": 1,
      "说明": "是否包含"
    },
    {
      "序号": 57,
      "分类": "工程量",
      "项目": "计量方式",
      "安装": 1,
      "综合": 1,
      "说明": "确认门洞的计算方式。一般是贴砖和乳胶漆等普通门洞不减尺寸。超过2平方的减一半。有些施工方会全减"
    },
    {
      "序号": 58,
      "分类": "工程量",
      "项目": "工程量需复核",
      "安装": 1,
      "综合": 1,
      "说明": "砌墙、贴砖、木工、油工"
    },
    {
      "序号": 59,
      "分类": "主材",
      "项目": "主材",
      "辅材": 1,
      "说明": "主材建议提前了解范围，避免后期选材升级产生增项"
    },
    {
      "序号": 60,
      "分类": "辅材",
      "项目": "辅材",
      "辅材": 1
    },
    {
      "序号": 61,
      "分类": "辅材",
      "项目": "电线",
      "辅材": 1,
      "说明": "金龙羽阻燃电线，福特斯/普瑞斯曼低烟无卤电线"
    },
    {
      "序号": 62,
      "分类": "辅材",
      "项目": "网线",
      "辅材": 1,
      "说明": "飞利浦/秋叶原（超）六类网线"
    },
    {
      "序号": 63,
      "分类": "辅材",
      "项目": "ppr给水管",
      "辅材": 1,
      "说明": "伟星/日丰纳米抗菌管,芬驰ppr管"
    },
    {
      "序号": 64,
      "分类": "辅材",
      "项目": "PVC下水管",
      "辅材": 1,
      "说明": "联塑、日丰"
    },
    {
      "序号": 65,
      "分类": "辅材",
      "项目": "成品腻子",
      "辅材": 1,
      "说明": "立邦（批乐宝）零醛耐水腻子，德高防潮防霉耐水腻子，美巢耐水腻子"
    },
    {
      "序号": 66,
      "分类": "辅材",
      "项目": "界面剂",
      "辅材": 1,
      "说明": "东方雨虹，德高"
    },
    {
      "序号": 67,
      "分类": "辅材",
      "项目": "乳胶漆",
      "辅材": 1
    },
    {
      "序号": 68,
      "分类": "辅材",
      "项目": "木板",
      "辅材": 1,
      "说明": "伟业/兔宝宝ENF"
    },
    {
      "序号": 69,
      "分类": "辅材",
      "项目": "石膏板",
      "辅材": 1,
      "说明": "可耐福/龙牌/泰山"
    },
    {
      "序号": 70,
      "分类": "辅材",
      "项目": "轻钢龙骨",
      "辅材": 1,
      "说明": "可耐福/龙牌"
    },
    {
      "序号": 71,
      "分类": "辅材",
      "项目": "防水",
      "辅材": 1,
      "说明": "伟星咖乐/东方雨虹"
    },
    {
      "序号": 72,
      "分类": "辅材",
      "项目": "瓷砖胶/背胶",
      "辅材": 1,
      "说明": "根据瓷砖规格选择瓷砖胶的型号，大砖建议用C2型"
    },
    {
      "序号": 73,
      "分类": "辅材",
      "项目": "白乳胶",
      "辅材": 1,
      "说明": "龙马"
    },
    {
      "序号": 74,
      "分类": "辅材",
      "项目": "石膏线",
      "辅材": 1,
      "说明": "穗华牌"
    },
    {
      "序号": 75,
      "分类": "辅材",
      "项目": "饰面板",
      "辅材": 1
    },
    {
      "序号": 76,
      "分类": "辅材",
      "项目": "万能胶",
      "辅材": 1,
      "说明": "皇冠"
    },
    {
      "序号": 77,
      "分类": "辅材",
      "项目": "防潮棉",
      "辅材": 1
    },
    {
      "序号": 78,
      "分类": "辅材",
      "项目": "防火涂料",
      "辅材": 1,
      "说明": "爱鹿牌"
    },
    {
      "序号": 79,
      "分类": "辅材",
      "项目": "光油",
      "辅材": 1,
      "说明": "电视塔牌"
    },
    {
      "序号": 80,
      "分类": "辅材",
      "项目": "水泥",
      "辅材": 1,
      "说明": "海螺、明达"
    }
  ]
}